[{"title":"分享：bluehot - 未来必然大通缩的逻辑解析！","date":"2017-05-24T04:10:00.000Z","path":"excerpt/3957647098.html","text":"未来必然大通缩的逻辑解析！(2017-04-06 08:07:38)很多人无法理解未来必然大通缩的观点，在于无法理解这个准货币体系的本质和运行规律。而这个准货币的本质和规律只会在近代20年内出现的电子货币的催化下才会迅速发展累积危害到很严重的地步，而电子货币给金融和经济领域带来的变革很多人无法抽象思考。这就会让更多人别说看透未来的宏观经济走势，就是我逻辑清晰地解释清楚了甚至也无法理解透彻。通胀和通缩，以往的观点认为，总是货币因素导致的，对于实物货币时代来说，这个观点是很正确的，对于传统的经济社会来说，也是正确的。但是现在并不是实物货币时代了，而是电子货币与实物货币并存的社会，而且电子货币供应的规模巨大。我国流通中的实物现金货币才不过货币供应量的5%。到了几乎实物货币丝毫不影响通胀的地步了。其次另一个更重要的因素就是货币流速，货币流速是一个比货币供应更能影响通胀和通缩的重要因素。在传统的经济社会中，社会中的生产者融资规模本来就很少，消费者赊账融资或者说赊账进行信用创造的规模更是凤毛麟角几乎可以忽略不计。因此，传统的经济社会中社会总债务规模十分有限，实物货币+传统经济社会中，社会总债务规模占基础货币规模的50%都几乎是不可能出现的。因为你很难想象社会中的有钱人会借出自己钱财的一半给别人而不会有任何担心。那么当前社会上，准货币体系+融资债务经济体在电子货币的催化下，这多个巨大的危害在相互作用下被累积到惊天危机的地步了。 全文重点在这里，且判断通胀通缩的唯一着眼点也在这里：准货币体系会派生货币和伴生准货币导致货币供应巨幅增长。同时社会上所有的融资资金都有极强的支付转移压力，会促使社会经济交易的尽快达成而大幅增快货币流速。因此在这里，是货币供应和货币流速两个因素同时相互作用导致了过去的经济十分繁荣和通胀持续大幅增长。我国当前社会总融资债务规模高达160万亿，已是基础货币的5倍以上规模。债务危机在未来必然爆发，没有破解之道，因为这个债务累积过程不可逆，就像攀岩运动过程一样，一旦上了一个关键的台阶后该过程就不可逆了。因此，社会是绝对不可能主动去杠杆的，因为主动去杠杆的过程就会导致资产价格下跌和债务危机爆发。所以我们只能继续累积债务到未来债务规模更加巨大而危机大爆发，全社会被动去杠杆。 那么未来通缩的逻辑就一定会是这样的。 全社会被动去杠杆的过程，一定是同时伴随去杠杆和债务违约的过程同时发生。去杠杆会导致债权和债务同时湮灭，也就是会导致货币供应量M2萎缩减少，其次债务违约会导致债权消失，这两点，一是从货币供应量上来说导致萎缩，另一个因素是债权消失打击消费信心令货币流速降低。这两因素结合，必然令经济环境反向进入通缩，同时中债危机爆发，那么社会上的融资增量将显著减少甚至融资枯竭和消失，那么相对来说，货币的流速的大幅降低将会更加影响经济环境进入更严重的通缩过程，这是过去长经济周期性繁荣的逆过程，是20年来的经济繁荣期累积的债务危机后在短时期内的逆过程爆发。因此产生的破坏性会更加剧烈的释放而不会像日本那样用长达数十年的通缩来缓慢释放。因此，要理解我对未来必然，100%会大通缩的观点，必须从准货币体系导致货币供应增大，再加上社会融资十分之庞大导致货币流速极端增速，最后再结合电子货币的催化剂作用让这个过程加速累积危机到十分难以挽救的地步这3个要素上来领悟。则可以得出未来社会必然大通缩无疑问，且没有挽救的办法。 所以我称之惊天危机，只等择日爆发。 原文地址：http://blog.sina.com.cn/s/blog_55dca46a0102xhx8.html","permalink":"http://www.zhinuo.site/excerpt/3957647098.html","tags":[{"name":"金融","slug":"金融","permalink":"http://www.zhinuo.site/tags/金融/"},{"name":"货币","slug":"货币","permalink":"http://www.zhinuo.site/tags/货币/"},{"name":"杠杆","slug":"杠杆","permalink":"http://www.zhinuo.site/tags/杠杆/"},{"name":"大通缩","slug":"大通缩","permalink":"http://www.zhinuo.site/tags/大通缩/"}]},{"title":"船山文集《周易内传》需","date":"2017-05-22T09:12:12.000Z","path":"essence/1235625161.html","text":"需。有孚，光亨贞吉，利涉大川。需，缓而有待也。乾之三阳欲进，而为六四之阴所阻。九五阳刚，履乎中位，而陷于二阴之中，与三阳相隔。三阳待五之引己以升，九五待三阳之类至，交相待而未前，故为健行而遇险之象，不能无所需迟，而固可以需者也。孚者，同心相信之实也。阴与阳合配曰应。阴阳之自类相合曰孚。凡言孚者放此。旧说谓应为孚，非是。九五与三阳合德。虽居险中，而诚以相待，秉志光明，而情固亨通，终不失正，吉道也。此以赞九五之德。利涉大川，为下三阳言也；虽为四所阻，不能不有需迟，而性本健行，不畏险而自却，且有九五以为主，非阴所能终阻，涉焉，斯合义而利矣。 ：需，有所待。上下同心合德，如是则吉无不利，靖难克险。 彖曰：需，须也，险在前也。刚健而不陷，其义不困穷矣。险在前，不容不有所待而后济。凡天下之陷于险者，皆由锐志前行，而不虑险之在后，致陷于困穷，讼之所以终凶也。险在前，知之已明而健以行，踌躇满志以有为，虑已熟而无可畏葸xi，见义必为，不忧其困矣。 “需，有孚，光亨贞吉”，位乎天位，以正中也。九五位乎天位，足为群阳之主，而得位秉正，不以在二阴之中而生疑阻，则信著光明，亨通可俟也。 “利涉大川”，往有功也。健以济险，虽需迟而不陷，往斯利矣。九三以近险而进，致寇至，然则往且犯难，而彖云有功者，全体乾而有恒，则利九三独动，而不需群起立功；抑必有独撄其难者，则先动者当之。凡彖、爻异占者，大率类此，所谓变动以利言，吉凶以情迁也。 ：可见之险，多不为其所困；不可见之险，多为其所陷。 象曰：云上于天，需，君子以饮食宴乐。水不可加于天上，故变言云。云者，水气之清微者也，上，升也。地以上皆天，升高则上于天矣。云升而未降为雨，故为需。需者，事之贼也，君子敏则有功，无所用需；惟其于饮食宴乐也，可以饮食宴乐矣，而犹需之，故酒清肴乾，终日百拜而后举逸逸之酬。后天下以乐，而后钟鼓田猎，民皆欣欣以相告，则享天下之奉而无从欲败度之愆，此则所宜需者也。外此，虽研几观变，极其审慎，而当所必为，坐以待旦，何需之有？ 初九，需于郊，利用恒，无咎。郊，旷远之地，与人事不相涉，需而于此，则缓不及事，一旦时至势迫，则必有咎矣。但以阳刚立乾健之基，二、三两阳皆由此而生，不改其度，有可恒之道焉。以斯为利用，则筹度有素，而可无咎。盖人事之险，固非可轻犯。然必卓然自守，而识之于心。若悠悠忽忽，以为事不及己，而与相忘，是自绝于天下矣。外缓而心不忘，斯以异于庸人之偷惰也。 象曰：“需于郊”，不犯难行也。“利用恒无咎”，未失常也。远于坎险，不犯难矣。然畏难而不敢犯者，往往葸怯震掉而自丧其神。守健以自持，积刚而不变，则不失其常度，而可以无咎。 九二，需于沙，小有言，终吉。沙，汀渚平衍之地，欲涉者需于此，得其地矣。九二去“坎”险，在近远之间而得中，吉道也。其于九五，以阳遇阳，相敌而不相应，则始且疑而小有言，然已得中，而五以同德相孚，志在引二而与偕进，小言不足以间之，必以吉终。 象曰：“需于沙”，衍在中也，虽小有官，以吉终也。衍，余也。需于沙而得中，可进可退，自有余地也。 九三，需于泥，致寇至。泥，近于水而且陷矣。九三重刚躁进，需之急而不顾所处之不安，将有非意之伤至，则惟所处之非地有以致之也。 象曰：“需于泥，”灾在外也。自我致寇，敬慎不败也。三阳需进，己独居前，近于险而将陷，自恃健行，不知灾之在外，宜其败矣。然志在需，而非以犯难；上六虽险，而与为正应，则敬慎持之，可以不败。盖需而在下，则怠缓已甚；三为前进之爻，无迟滞之过，但能敬慎不失，亦免于灾。虽为戒占者之辞，而爻中本有其德，非占外之通戒，凡救败皆需敬慎，岂徒需三为然哉！ 六四，需于血，出自穴。六四非需进者，而言“需于”，谓三阳于此而需也。三阳需进，九五居中以待其升，而四以阴介其间，使不能速合，阳必见攻，而阴受其伤，故为血。然柔而当位，上承九五而为退爻，志在出穴，下接乎阳而非相亢拒，其事苦，其情贞，在险而能出谷迁乔者也。 象曰：“需于血”，顺以听也。顺于阳而听其徐来，与五相合，故出险而不迷。此并“出自穴”释之，而专挈上句, 象传立文之简也，后放此。 九五，需于酒食，贞吉。内三爻言“需于”者，于其地而待人也。此言“需于”者，所以待待己者也。易之辞简而义别，类如此。五与三阳道合，居中得位，以待其至；虽在险中，笃其情礼，期相燕好，不迫不忘，君道之正也，故吉。此言酒食，文与大象同，而义自别。大象观全卦之象，示学易者之大用，爻乃彖辞旁通之情，示占者时位之宜。大象言饮宴，发愤忘食后乐之旨，此言酒食，明燕好待贤之义。文偶同尔。读易者不可以“大象”强合于爻辞，类如此。 象曰：“酒食贞吉，以中正也。爵禄燕好，人君驭赏之权也。位正道中，以待贤者之至，得其正而吉也。古者爵有德，禄有功，于大祭之日，酬以酒，因而命之，故言酒食而禄位在其中矣。 上六，入于穴，有不速之客三人来，敬之终吉。上居坎险之极，不能出就乎阳，人于穴矣。然下应九三，不忘敬顺，故获终吉。三人，三阳也。九三进，则初与二汇升矣。不速，谓有需而不遽进，其行迟也。此卦两言终吉，需之为道无速效，故必久而后吉。 象曰：“不速之客来，敬之终吉”。虽不当位，未大失也。不当位，本义云未详，窃谓不当需之主位也。四出穴以需；五居中以需；上六入于穴，于三阳不相酬酢，故卦本以阳为主，而于此言客，无与延之为主也。特以顺应九三，故未失柔道，而得终吉。 ：需则有所求，事端所伏也。君子但需以饮食宴乐。","permalink":"http://www.zhinuo.site/essence/1235625161.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"需卦","slug":"需卦","permalink":"http://www.zhinuo.site/tags/需卦/"}]},{"title":"小满小思","date":"2017-05-20T14:34:56.000Z","path":"spark/992774970.html","text":"节气随想 《黄帝内经素问阴阳应象大论第五》曰：『地气上为云，天气下为雨；雨出地气，云出天气。故清阳出上窍，浊阴出下窍。』 春夏之时，阴寒渐衰而趋亡，阳热渐繁而趋盛。若常则白昼地阳生升，黑夜天阴沉降，天地气交渐畅而频，所以化云成雨，因此春末夏初雨水较多。 夏气渐长而日盛，万物感阳热，涤荡阴寒，遍宣阳热于内，又得雨水滋润于外，阴阳遂以循环不息。周流不息，乃可谓阴阳和合。万物得此而生、长。小满之时，谓物至此小有所成，花渐繁茂，果趋丰实。 《月令七十二候集解》：『四月中，小满者，物致于此小得盈满。』 小满时太阳到达黄经60度。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/992774970.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"小满","slug":"小满","permalink":"http://www.zhinuo.site/tags/小满/"}]},{"title":"写在安安一周岁之际","date":"2017-05-17T07:30:00.000Z","path":"writing/881160529.html","text":"安安宝贝： 五载的期盼和等待，终于在2016年5月29日凌晨05点30分（丙申年四月二十三日卯初二刻）成真，我们家迎来了新成员安安小宝宝。 叻地一声啼叫，既宣示着新生命的开始，也承载着旧生命的延续。 奶奶从护士手中小心翼翼的抱过刚出生的你，满头黑卷发，宽宽的额头，淡淡的眉毛，眼睛紧闭，和鼻上的纹路连成一线，大大的鼻子，小小的嘴，肤如凝脂，白白胖胖，甚是可爱。 仿佛眨眼之间，你就一岁了。 这一年，你给我们带来了太多的欢笑。虽然爸爸妈妈不能记住你的每一个瞬间，但是很多时刻让我们记忆犹新。 你是一个强悍的宝宝，声洪力大，但你不会无理取闹。 你是一个爱笑的宝宝，时常无忧无虑的“傻”笑，“假”笑，可是在我们眼里都是那么笑容可掬甜美动人。 你是一个乖巧的宝宝，有时没人搭理你的时候，你会尝试用你独特的叫声召唤他人；你会拉着大人的手帮你拿东拿西；你会跟着音乐声前后晃动…… 这一年，你的成长喜人。从刚出生时五十厘米高，七斤四两的个头，到现在七十五厘米身高，十八斤重；从只会啼哭到笑到叫爸爸妈妈；从光喝母乳到摄取米饭，包子面包等固态食物；从卧不能转侧到翻身打滚可以扶着站立……这一切我们都看在眼里，喜在心里。 这一年，你也首尝人世疾苦。一次是扁桃体发炎，反复高烧；一次是发烧。看着你痛苦而又无法言语的样子，我们顿时感受到人的渺小和无力。 不管怎样，未来你的路还有很长，你可能会尝遍酸甜苦辣咸，经历艰难坎坷，阅尽人生百态。《周易》有言：“终日乾乾，夕惕若，厉无咎”。《道德经》云：“慎终如始”。希望你在体、悟中成长，壮大。 有人说，记忆是一个人的成长印记，但是人大多记忆不到3-4岁之前的时光，爸爸妈妈能做的，是保存一些你懂事之前的影像，这样你长大了可以将它们和你未来的记忆拼接一起，连成一副完整的记忆。 宝贝，愿你健康平安快乐！如此而已！ 爱你的爸爸妈妈 2017年05月17日","permalink":"http://www.zhinuo.site/writing/881160529.html","tags":[{"name":"安安","slug":"安安","permalink":"http://www.zhinuo.site/tags/安安/"},{"name":"周岁","slug":"周岁","permalink":"http://www.zhinuo.site/tags/周岁/"}]},{"title":"分享：荀子 - 劝学","date":"2017-05-14T10:00:00.000Z","path":"excerpt/3057080206.html","text":"劝学君子曰：学不可以已。青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮（róu）以为轮，其曲中规。虽有槁暴（pù），不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。 故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。干、越、夷、貉之子，生而同声，长而异俗，教使之然也。诗曰：“嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。”神莫大于化道，福莫长于无祸。 吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生（xìng 通：性）非异也，善假于物也。 南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，系之苇苕（tiáo），风至苕折，卵破子死。巢非不完也，所系者然也。西方有木焉，名曰射干，茎长四寸，生于高山之上，而临百仞之渊，木茎非能长也，所立者然也。蓬生麻中，不扶而直；白沙在涅，与之俱黑。兰槐之根是为芷，其渐之滫，君子不近，庶人不服。其质非不美也，所渐者然也。故君子居必择乡，游必就士，所以防邪辟而近中正也。 物类之起，必有所始。荣辱之来，必象其德。肉腐出虫，鱼枯生蠹。怠慢忘身，祸灾乃作。强自取柱，柔自取束。邪秽在身，怨之所构。施薪若一，火就燥也，平地若一，水就湿也。草木畴生，禽兽群焉，物各从其类也。是故质的张，而弓矢至焉；林木茂，而斧斤至焉；树成荫，而众鸟息焉。醯酸，而蚋聚焉。故言有招祸也，行有招辱也，君子慎其所立乎！ 积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。 是故无冥冥之志者，无昭昭之明；无惛惛之事者，无赫赫之功。行衢道者不至，事两君者不容。目不能两视而明，耳不能两听而聪。螣蛇无足而飞，鼯鼠五技而穷。《诗》曰：“尸鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮！”故君子结于一也。 昔者瓠巴鼓瑟，而流鱼出听；伯牙鼓琴，而六马仰秣。故声无小而不闻，行无隐而不形。玉在山而草木润，渊生珠而崖不枯。为善不积邪？安有不闻者乎？ 学恶乎始？恶乎终？曰：其数则始乎诵经，终乎读礼；其义则始乎为士，终乎为圣人，真积力久则入，学至乎没而后止也。故学数有终，若其义则不可须臾舍也。为之，人也；舍之，禽兽也。故书者，政事之纪也；诗者，中声之所止也；礼者，法之大分，类之纲纪也。 故学至乎礼而止矣。夫是之谓道德之极。礼之敬文也，乐之中和也，诗书之博也，春秋之微也，在天地之间者毕矣。 君子之学也，入乎耳，着乎心，布乎四体，形乎动静。端而言，蝡而动，一可以为法则。小人之学也，入乎耳，出乎口；口耳之间，则四寸耳，曷足以美七尺之躯哉！古之学者为己，今之学者为人。君子之学也，以美其身；小人之学也，以为禽犊。故不问而告谓之傲，问一而告二谓之囋。傲、非也，囋、非也；君子如向矣。学莫便乎近其人。礼乐法而不说，诗书故而不切，春秋约而不速。方其人之习君子之说，则尊以遍矣，周于世矣。故曰：学莫便乎近其人。 学之经莫速乎好其人，隆礼次之。上不能好其人，下不能隆礼，安特将学杂识志，顺诗书而已耳。则末世穷年，不免为陋儒而已。将原先王，本仁义，则礼正其经纬蹊径也。若挈裘领，诎五指而顿之，顺者不可胜数也。不道礼宪，以诗书为之，譬之犹以指测河也，以戈舂黍也，以锥餐壶也，不可以得之矣。故隆礼，虽未明，法士也；不隆礼，虽察辩，散儒也。 问楛者，勿告也；告楛者，勿问也；说楛者，勿听也。有争气者，勿与辩也。故必由其道至，然后接之；非其道则避之。故礼恭，而后可与言道之方；辞顺，而后可与言道之理；色从而后可与言道之致。故未可与言而言，谓之傲；可与言而不言，谓之隐；不观气色而言，谓之瞽。故君子不傲、不隐、不瞽，谨顺其身。诗曰：“匪交匪舒，天子所予。”此之谓也。 百发失一，不足谓善射；千里跬步不至，不足谓善御；伦类不通，仁义不一，不足谓善学。学也者，固学一之也。一出焉，一入焉，涂巷之人也；其善者少，不善者多，桀纣盗跖也；全之尽之，然后学者也。 君子知夫不全不粹之不足以为美也，故诵数以贯之，思索以通之，为其人以处之，除其害者以持养之。使目非是无欲见也，使耳非是无欲闻也，使口非是无欲言也，使心非是无欲虑也。及至其致好之也，目好之五色，耳好之五声，口好之五味，心利之有天下。是故权利不能倾也，群众不能移也，天下不能荡也。生乎由是，死乎由是，夫是之谓德操。德操然后能定，能定然后能应。能定能应，夫是之谓成人。天见其明，地见其光，君子贵其全也。","permalink":"http://www.zhinuo.site/excerpt/3057080206.html","tags":[{"name":"劝学","slug":"劝学","permalink":"http://www.zhinuo.site/tags/劝学/"},{"name":"荀子","slug":"荀子","permalink":"http://www.zhinuo.site/tags/荀子/"}]},{"title":"立夏小思","date":"2017-05-04T01:35:43.000Z","path":"spark/1354738643.html","text":"节气随想 《黄帝内经素问四气调神大论第二》曰：『夏三月，此谓蕃秀（夏三月承春三月之发陈出新，而滋长繁盛），天地气交（夏三月，白昼阳升，黑夜阴降，畅而不悖。泰和而离明），万物华实（阴阳合和之融洽，万物资之以长，于此而渐趋于盛极）。 夜卧早起，无厌于日（人宜应夏日蕃盛之阳气，早起晚睡，利用体外的阳气扶助人体内的阳气宣布），使志无怒（怒伤肝，肝伤则发陈乏力，无以滋长），使华英成秀，使气得泄，若所爱在外（夏季人体太阳亦处于全盛时期，阳气生升旺盛，宜避免人为干扰身体的自我调节机能，让人体太阳宣布的道路通畅，如适量的出汗，使繁盛的阳气可以宣泄而出而不至于长时间汇聚体内的某些部位，造成机能障碍）。此夏气之应养长之道也。』 立夏，夏三月之始。立者建、成。夏含壮、大之意。立夏是二十四节气中夏季的第一个节气，宣告夏日开始。斗指东南，维为立夏，万物至此皆长大，故名立夏也。 立夏时太阳到达黄经45度。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/1354738643.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"立夏","slug":"立夏","permalink":"http://www.zhinuo.site/tags/立夏/"}]},{"title":"分享：中医修正 - 六节医话（十七）迟暮莺啼话血压","date":"2017-05-03T10:00:00.000Z","path":"excerpt/1010838563.html","text":"六节医话（十七）迟暮莺啼话血压(2010-11-01 00:08:14)修正传真（771）03182919 高血压，在人口老化的今天，几乎是人人都听说、讲过、甚至有所了解的病症。这虽然是西医的东西，中医人可不能不理睬，因为您平日诊治的病患中有高血压的太多太多了。作为救死扶伤的工作者，我们没有理由拒绝西医高血压概念和诊测手段，否则就会沦为货真价实的鸵鸟医师。 &nbsp; 实际上，中医研究治疗高血压已经好几十年，当然积累了不少经验和心得，是否也体会到些许挫折教训呢？应该有吧！不但有，我们还有严重失误：1）方向错误：以西医理论来引导、筛选中药的应用，实际上就是去医存药、阉割国学；2）路线错误：沿八纲糅合脏腑辨证的思路，推理出阴虚或内热导致的肝阳上亢，便是路线错误的具体产物——八纲脏腑辨证误导了中医人。 &nbsp; 常见症状：头痛头胀，眩晕耳鸣，心悸易怒，口苦咽干，腰腿酸软，步履轻飘，并在情绪波动或起居不宁时加剧。 发病机理：虽然认为有不同的辨证类型，基本病理是阴虚内热导致肝阳上亢。从临症所见得出这样的病理认识，并非某一门派的一两位权威之口说了算，而是近代中医人广泛临症后的共识。这里有个严肃的治学问题，当中医人为了“辨证”而罗列众多症状时，故意忽视了两个极端重要的事实： 年龄：患者集中于老年人，中年人次之，青少年很少见。若将年龄划分为少、青、中、老，人的一生就如经历了春夏秋冬：少年如春，草木发生向上；青年如夏，万物蕃茂相见，体力活动达到了巅峰；中年如秋，停止生长，收敛向内向下，生理功能走下坡；老年如冬，生理功能进行性衰退中，等待死亡。站远些看，高血压集中发生于中老年身上，可是典型的秋冬之病，金风肃杀、天寒地冻的时候竟然发生了“肝阳上亢”？天天奢谈天人一体的中医人：您们的思维怎么啦？思考高血压病理时，为什么就悄悄地溜出了天人一体的大格局，难道他们尽是些肝气有余的老顽童？ 体态：进入中老年，大多数腰身臃肿、大腹便便、行动迟缓，他们像阴虚阳亢的体质吗？还是用形盛气衰来形容更恰当？ 值人生迟暮，阳气的升腾宣发已经严重衰退时，哪来阳气上亢的动因？青少年肝火旺盛，消瘦阴虚的不少，为什么就极少见到肝阳上亢高血压呢？当绝大多数中医人的目光被引导、朝肝阳上亢的方向看时，病人阳气衰退的真相便被忽视了。退一步讲，就算肝阳上亢的病理认识有临床症状为基础、为近代中医人广泛认同，为何不进一步追究形成这一病理状态的原因呢？修正认为“阴虚”二字就有必要重新审视，今天通用的八纲和脏腑辨证，只是汉末六经辨证失传后的无奈代替品。六节藏象失传，中医思维有着致命的先天缺陷——脏气生理流传不明，那么，其后的病理、诊治这些“上层建筑”，就如无根之物了。 &nbsp; 从临症所见，反推病理、甚至生理，这正是中医人走过的千年魔圈，今天还在走！临症阳明热实程度“好像”超过太阳，历史上不少名家、大家都以此反推生理上阳明的阳气比太阳更盛。《内经》二阳三阳的数字表达，便被无情地搁置一旁了。读过《伤寒论》的人懂得太阳宣发的急性障碍产生了太阳病，若不及时治疗，就可能导致阳明病和少阳病。从六节藏象思考，中老年人太阳宣发障碍可是阻挡不了的进行性生理衰老，那么太阳宣发的慢性障碍，是否也会诱导相应的阳明病和少阳病呢？更由于阳明和厥阴有着相对独立于四象（阴阳太少）的生理特点，慢性太阳病的主要病理机转可是长期阻碍着少阳萌申，那么长期郁遏之后“肝阳上亢”便是迟早的事了。还记得《金匮要略》第一篇“千般疢难不越三条”吗？第一第二条说了些什么？经络受邪入脏腑，四肢九窍血脉相传的圣训竟然被中医历代名家从“三因”中革除。今天中医学，口头上尊《内》《难》《金》《伤》为经典，实际上只是这棵大树枯枝上寄生的菇菌而已。 &nbsp; 对高血压治疗，时下盛行的重潜、酸收、苦降，或可见效于一时，长期疗效如何？不选择病例的长期有效率是多少？从六节藏象审视病因，阴柔潜镇对形盛气衰的老年人可是慢性祸害，桂枝汤化裁才是治疗高血压的正方，以理顺少阳前方的路。然而，并不建议轻用此汤方，毕竟高血压算慢性病，非一朝一夕之故，其所由来者渐矣。再说那貌似平淡的桂枝汤可不是好用的，六节藏象失传，营弱卫强不明，就不怕热盛者桂枝“下咽即毙”的恐吓？所以呢，最好还是遵循《金匮要略》第一篇所说的“导引吐纳，针灸膏摩”，不过意守丹田、涌泉、百会都不适合高血压，导引擦摩的部位在肩胛项背，须顺应时节，拉筋拍打亦可。 &nbsp; 有疑问？做个自我实验：先请自测血压，记下。光着肩背到寒风雨雪中散步几分钟，争取得个急性太阳病，恶风寒、头项强痛（可有可无）、打几个喷嚏、来几声咳嗽，再测量自己的血压，看看是否上升，上升了多少？再推己及人，关心一下您病人的血压变化，当然不能为了统计数字而去制造众多的感冒病人，也不须向白老鼠请教，留心临床病人（特别是已经有高血压的）感冒前后的血压差别，您会有自己的结论。就怕六节不明，心中没有清晰地思维，日诊过百，书读千卷，也只能把好用的药方和自己都讲不清楚的经验堆砌成年轻人望而生畏的“宝库”。中医学正为这个缘故，才有了难以承传的今天。 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0100m5zj.html","permalink":"http://www.zhinuo.site/excerpt/1010838563.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"},{"name":"高血压","slug":"高血压","permalink":"http://www.zhinuo.site/tags/高血压/"}]},{"title":"分享：中医修正 - 叻地一声","date":"2017-05-01T00:00:00.000Z","path":"excerpt/1536460397.html","text":"叻地一声 (2013-12-06 12:16:36)修正传真（771）03182919 叻地一声，乾失中爻，虚而为离，落入后天。少年读丹经，就对这句话映像良深。这乾失中爻，虚而为离，从卦画上看确实如此。不过，将这么直观的卦画运用于经胚胎期揉面千遍后的人体，太虚玄了吧？ 从医学角度看，这叻地一声，究竟发生了什么？中医人从来不敢碰过。从六节藏象学看，这叻地一声，究竟发生了什么？今天，修正先生为中医学讲一句半开玩笑的真话，“这叻地一声的结果够严重的：天半开，地全开”。 这天地二字，中医人讲得够多了，应该不难理解吧？ 中医人学而不问，时时刻意以玄理、秘传掩盖自己的无知，今天的困境该怪谁？易曰：驯致其道。谁能正确理解这“叻地一声”，免其背诵《伤寒论》397条。 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102eir8.html","permalink":"http://www.zhinuo.site/excerpt/1536460397.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"先天后天","slug":"先天后天","permalink":"http://www.zhinuo.site/tags/先天后天/"}]},{"title":"分享：中医修正 - 招魂《六节藏象论》三","date":"2017-04-29T09:30:00.000Z","path":"excerpt/2141680820.html","text":"招魂《六节藏象论》三 (2010-10-05 04:32:21)修正传真（771）03182919 六节藏象论，列《素问》第九篇，是经典记载中最重要的一篇，中医学的核心理论构架在此完成。若后世学者对此能理解清楚，中医学就不必蹉跎一千八百年，滑向今天的困窘。 看着“六节藏象论”这标题，傻瓜都明白其大体内容，再聪明善辩的人也无法扭曲其中心议题是用六节（三阴三阳）来讨论藏象。由于不明原因，六节藏象学的关键内容被汉末贤哲隐藏起来了。更由于历代学者对其前的《四气调神大论》疏忽，对《阴阳离合论》没有用功，对这篇本该是《黄帝内经》核心内容的篇章便无可奈何了。综观历代注家，大约有三类： 1） 敷衍走过场的。有些，但不多见。 2） 用五行论乱说一通的。不懂装懂，多数如此，多着。 3） 努力抱住三阴三阳来注解的。少而又少，无奈六节已经失传，注解难免支离破碎。 今天，修正要向第三类少而又少的经典注家致以深深的敬意，毕竟您们没有昧着良心欺世盗名，认定真理方向，跨出了虽然失败却十分自信的一步，您们才是中医界的真学者。 失去六节灵魂，中医学就如行尸走肉，乱打乱撞，根本就不曾有过“有秩序”的承传、发展。为什么仲景后的医书总免不了非议？是中医人总喜欢挑剔吗？显然不是，我们的师祖们并不在意那些卦爻斤两的细微繁琐，所谓“医者意也”，从来都着眼于“大体”上探索议论。可悲的是，师祖们很早很早就不识大体！请问《内经》《难经》《伤寒论》中首屈一指的三阴三阳理论，中医史上的名家、大家们继承了多少？发挥了多少？下传了多少？可有一人能讲得让人点头？ 六节藏象学不明，“五行藏象学”便不打旗号地顶下了领导重担。山中无老虎，猴子当大王，也算顺理成章。当年汉家向吕、唐祚周替，天下百官照当不误，百姓日子不也照样过？无须讳言，一千八百年来中医界遵行的核心理论，都是以五臓为中心、以五行生克为灵魂的“五行藏象学”。让人纳闷的是，这实际上使用了千年的“五行藏象学”始终没有被学术界正名，原因大概有三： 1）《黄帝内经》素问和灵枢各81篇中，明确以“藏象论”命名的只有这素问第九篇的《六节藏象论》，从来没有见到或听说过有《五行藏象论》。历史沿用至今的“五行藏象学”，虽似中医学术界的无冕之王，若究其血统承传，经典中却找不到哪篇愿意承认“这是我的子孙”，能说不是历史大糊涂？ 2）《伤寒杂病论》397条正文中，从来不提起“五行”二字。这位历史上唯一的医学圣人，为何就这么看轻五行生克在中医学运用？因为，五行生克说理就如母鸡“咯……咯……咯………………”般鸣叫，只能用来向凡人报卵，根本就传不到太阳神羲和的心耳。 3）医学经典《内经》《难经》《伤寒论》中，有太多的三阴三阳论述（其篇幅本来就超过五行论）无法理解，特别是《内经》素问的“七篇大论”明确记载着“天以六为节地以五制会”，似乎在告诉我们：在中医学理论体系中，五行生克可能因六节理论的明白而更清楚，也可能因六节理论的失传而乱成一团麻，毕竟在天地格局中五行只是扈从而已。 细玩《六节藏象论》经文，在回应“藏象何如”时只提及心肝肺肾为阴阳太少。前面高谈天以六为节，地以九制会，至此只剩下“四”了，显然是有人故意将阳明厥阴隐藏起来，剩下的只有“四节”，四象了。这样，“六节”这一篇名就有名无实，难怪后学无法明白。虽然如此，其阴阳太少的命名和次第可是与《四气调神大论》一模一样的。再慢慢琢磨《内经》谈论的三阴三阳，或许只有本篇的剩余“四节”可称为最纯正的《四气调神大论》血统。后来王太仆在《至真要大论》中想为此解说，“气有多少，异用也”，“两阳合明”，“两阴交尽”，都是先世贤哲的真心话，可惜中医人水准太低，没有一人看得懂。 本来《四气调神大论》中的阴阳太少，经《阴阳离合论》扩张人道化为六节，在《六节藏象论》中已经完成了中医核心理论构架。虽然被人轻轻地掩过“阳明”和“厥阴”，已经升华的中医学理论又被打回原地，今天修正还是要忠告诸位：只要我们紧紧握住《四气调神大论》和《六节藏象论》这两头钳，就可以逼《阴阳离合论》现出原形。以心肝肺肾应阴阳太少，为何独缺那个脾？脾是仓廪之官？上篇谈过；脾是后天之本？中医人都懂；脾土位于四象的中央？没做过中医的命相星卜巫婆神棍也都懂得。五行论只是民间妇孺皆知的俗学，其生克乘侮只是当时中医界对中低水平的人讲的。同样研究人体的丹家就时常嘲笑五行生克理论，听说过“五行颠倒术，龙从火里出。五行不顺行，虎向水中生”吗？青龙从火里飞出来，火来生木？白虎从水中冒出来，水能生金？五行相生关系一下子就破局了40%！是五行学还有更多的秘传没有公开，还是太白真人开玩笑地利用妇孺皆知的五行论来描述他对人体的深刻理解？ 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0100lk78.html","permalink":"http://www.zhinuo.site/excerpt/2141680820.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"分享：中医修正 - 招魂《六节藏象论》二","date":"2017-04-26T09:30:00.000Z","path":"excerpt/1039917753.html","text":"招魂《六节藏象论》二 (2010-09-01 00:55:30)修正传真（771）03182919 由谈天说地，再谈论藏象，不但结束语彼此呼应，其主体内容也是如此。谈天说地，既然以六为节、九制会，后面谈论人体藏象时，也同样以六节（天也）经历了九藏（地也）。《内经》采用了《诗经》相同的兴比作文方式，都是借他山之石以为错。然而，这对久违六节真理的今天中医学者来讲，相当难以理解，毕竟六节经于九藏的确切内容已经失传1800年了。 对此，修正今天要说句似乎“西倾”的话，以诱导自诩为正宗中医的学者们从这篇《素问》经文中读出些味道来：中医藏象学也有着类似西医生理学的大小循环，藏象小循环便是六节经历于九藏，是大循环六节经历于十二藏四肢百骸的核心，大小循环都从少阳开始。《太极图解》曰“动而乾分壬甲，壬大而甲小，壬如天河之水，甲乃地雷之卦……壬甲分乾之初，六节肇始，再会之际，太阳中天”。由于小循环始于地雷复（不完全与康节先天圆图一致），所以才有谈天说地后的“求其至也皆归始春”句，以及“藏象如何”后的“凡十一藏取决于胆也”的通篇结束语。 今天中医学者知道“七篇大论”有六节经于五藏的论述的可能还不少，讲的好像是天地运气。启玄子的伟大贡献，常被中医空头理论家、甚至命相神棍们引作黄老清谈，却无法在自己的肉体里找到“用武之地”。至于六节经于九藏，就只有少之又少的《内经》专家们知道有这样的记载，却没有一人讲得出、并理解这“九藏”的确切内容。六节经于九藏，是本篇的中心内容，读经者必须认真思考：“七篇大论”以六节经于五藏，那五藏是泛指，可以理解为“归统”于五藏的所有藏府、器官、形体，谈的是囊括血肉之躯的大循环；而这里的九藏，则被明确限定为“形藏四神藏五”，很清楚九藏都是特指，谈的是位处内核的小循环。 那么，本篇的六节是否也经于十二藏呢？是的，从本篇结束句“凡十一藏取决于胆也”可以很清楚地看出，《六节藏象论》中的六节传变不但经历了九藏，同样经历了十二藏。这样交叉共存的天运形式，保证了乾元之“大哉”、“大明终始”，行无不周。本篇既然以“六节藏象”命名，按理说，以六节理论来解读经文内容才是正确的。然而，修正从《四气调神大论》——《阴阳离合论》——《六节藏象论》这条纵轴思考（中医修正，四——归宗祭祖（二）），却认为本篇虽以“六节藏象”命名，始终没有脱离四象框架。读经人若能超越本篇经文，进而打破六节迷思，兼顾《素问》前九篇，以四象经于九藏，先作为内核小循环，就有可能找到被有意删除的六节经于十二藏、四肢百骸的大循环。为什么在“藏象如何”之后，经文采用阴阳太少四象、而不是篇名所用的六节经于九藏来回答？认为故意隐藏六节的猜测是有理的，不过修正整合《素问》前九篇、顾及后面的“七篇大论”，却认为这里以四象取代六节更合理。 《六节藏象论》显然经过了精心的删减，与其前的《阴阳离合论》无法读懂是同一原因。或许是智者百虑后的一疏，或许就是隐藏者故意留下了蛛丝马迹，以试探后学者的心智和精诚，“人以九九制会”、“九分为九野九野为九藏故形藏四神藏五合为九藏以应之”，还是被保留在本篇经文中，比起《天元纪大论》的“地以五制会”，显然更加精确。特别是结尾定音的一句“凡十一藏取决于胆也”，既呼应了前面谈天说地时的“求其至也皆归始春”，也给后世以五神藏为不二法宝的“中医核心理论”留下了千年嘲笑。 后代注家多着，多是随笔议论，未见哪位写出了通篇理解之后的整合词。修正估计，除原作者外，张机是历史上唯一看得懂的学者，有《伤寒杂病论》为凭。今天的中医学，从来就是山寨版，根本不是《内》《伤》正宗。如果有哪位大师、专家、名家、博士、院士不服气的话，请站出来讲道理，修正一定找时间奉陪。不过，敝人可不担负振兴中医的重担，没时间去寻找数不胜数的鸵鸟学者。“形藏四神藏五合为九藏以应之”，“凡十一藏取决于胆也”这些千年经文，就如被云雾遮住的太阳透出的一束光芒，明眼人应该很清楚，今天的中医著作都是伪书。著书立说时最好思考、思考、再思考，别给后学留下嘲笑和羞耻，六节藏象学即将重回杏林，会证明修正在这里说出的话。 修正，常人也，识及于此，疑岐黄秦张姑纵我于蠹纸残卷，真心感恩。戴罪之身岂敢让真理永久地沉默？中医再生之苗，必定在此生根成长。中西医真正结合，也只能在这块土地上实现，将来以中医理论来指导、修正西医的前景也可以预见。不过，请允许我保留这块自留地到2017年，自然会归还人民公社，归还国土局。 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0100kzgm.html","permalink":"http://www.zhinuo.site/excerpt/1039917753.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"分享：中医修正 - 招魂《六节藏象论》一","date":"2017-04-22T03:30:00.000Z","path":"excerpt/108776464.html","text":"招魂《六节藏象论》一 (2010-08-01 07:51:11)修正传真（771）03182919 《素问六节藏象论》谈了些什么？中医人没有勇气说不知道。实际上，单单“六节藏象”标题这四个字，中医人就已经眩晕了，更不用说其详细内容。然而，读经人却对结尾一句“凡十一藏取决于胆也”映象良深，多般注解，传讼千古。 从今天的五藏五行为中心这一中医“核心理论”思考，可以轻易排除胆统领十一藏的可能性。《伤寒杂病论》后一千八百年，直到今天的中医“正统”理论，都无法理解和接受这样的见解。胆，在五行藏象构架中，根本谋不到“决断”的职位。不过，这句话是该篇经文的固有内容，历代医家并没有否定、或轻忽，否则何来众多的注解和争讼？ 那么，胆决断的是神志思维活动吗？修正读书曾见到“胆者，担也。有胆量方足以担天下之事”。（见陈修园《医学实在易》，卷一，藏府易知，胆说）。对此，是否可以联系《素问灵兰秘典论》的心主神明，肝主谋虑，“胆者中正之官，决断出焉”，从而认为决断的是神志思维呢？可笑的联系！首先必须明白，五神藏虽然皆可影响神志活动，但决断神志活动的也只有心这一君主之官；再者，《六节藏象论》明确指出“形藏四，神藏五”，胆不列五神藏，更不可能作出思维决断；况且经文明确指出“十一藏“，而不是五藏，取决于胆，请问胃、大肠、小肠、三焦、膀胱可有任何神志活动？得通过胆来决断？ 或以为胆纳干在甲，纳支在子，甲子列６０花甲之首。颇有根据！不过，这在医学上究竟说明了什么呢？尊敬的“医学家”们，请不要误导读者，将思考扯离人体！ 感谢历代医家，您们的注解争讼，让后人对这句经文不觉得陌生。然而，修正只能给您们打零分！因为那众多的思考都无法联系上这句经文所在篇目的标名——六节藏象。您们对这句经文感兴趣的原因？应该是其断然截然的语气和所处的结尾位置，对读经人震撼强烈所致。哈哈，不懂得本篇的中心内容，却牢牢记住最后一句话，不引起争讼才怪！ 这也不对，那也不是，到底谈的是什么？修正老矣，患远视，看书得把手臂伸直直的，嘿嘿，全部经文都在这16开的一张纸上： 1）经文先谈天说地，然后纳入人体谈藏象。 2）谈天说地，占用了一半篇幅时，写下了重要的一句“求其至也，皆归始春”。修正认为，这结尾句“凡十一臓取决于胆也”，正是呼应其前的“求其至也，皆归始春”。 3）本篇经文谈的是藏气之六节传变，而不是神志活动。天地气交既然从春天开始，藏气活动便是从胆开始。 4）综观全篇，藏气六节传变，应该先从九藏谈起，然后再扩张到十二藏。写下本篇的结束句之前，可能还有“此气数之合天度，始于甲子，九藏应九野，复其见天地之心乎！”之类的经文。 5）本篇“脱简”情况是严重的，“凡十一臓取决于胆也”这样一跃到位记载方式，也是困惑历代医家的另一原因。 朦胧牵扯的藏府间生克乘侮关系，限制了历代贤哲对藏气流传的认真思考。五行藏象论早就沦为中医学发展的桎梏，修正恭请同志们深思。 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0100khyc.html","permalink":"http://www.zhinuo.site/excerpt/108776464.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"谷雨小思","date":"2017-04-19T04:30:43.000Z","path":"spark/1844486220.html","text":"节气随想 《黄帝内经素问阴阳应象大论第五》曰：『清气在下则生飧泄，浊气在上则生䐜胀。此阴阳反作，病之逆从也。 故清阳为天，浊阴为地。地气上为云，天气下为雨；雨出地气，云出天气。故清阳出上窍，浊阴出下窍；清阳发腠理，浊阴走五藏；清阳实四支，浊阴归六府。』 谷雨，地阳升而天阴降，冷热交替，汇雨成谷，润物资长。 以天地成象来说，“地气上为云，天气下为雨；雨出地气，云出天气。故清阳出上窍，浊阴出下窍；”何谓？地之阳升而至天底，遇天之降阴，若阳胜，则化云；若阴胜，则成雨。地阳升而上亦谓天气，又其胜天之阴而上升化云，则可谓清阳出上窍，云出天气。天阴降而下亦谓地气，又其胜地之阳而下降成雨，则可谓浊阴出下窍，雨出地气。 以人体应象来说，亦是清阳上行，浊阴下行，即上虚下实。升而上之阳遇降而下之阴于中焦，若阳不胜阴，受滞而不得上，则人会觉的肚子饱胀；若阴不胜阳，受阻而不得下，则人容易拉肚子。升而上之阳遇降而下之阴于上焦，若阳不胜阴，受滞而不得上，则易咳喘；若阴不胜阳，受阻而不得下，则易痰涕？升而上之阳遇降而下之阴于下焦，若阳不胜阴，受滞而不得上，则便秘；若阴不胜阳，受阻而不得下，则频便？ 《黄帝内经素问阴阳应象大论第五》曰：『天地者，万物之上下也；阴阳者，血气之男女也；左右者，阴阳之道路也；水火者，阴阳之征兆也；阴阳者，万物之能始也。故曰：阴在内，阳之守也；阳在外，阴之使也。』 雨，水之为阴用者。云，火之为阳用者。 水，阴之甚明者，坎也，卦象阳体而有阴之用。承乾则利生，承坤则助藏？ 火，阳之甚丽者，离也，卦象阴体而有阳之用。承乾则资长，承坤则肇收？ 谷雨是二十四节气的第六个节气，也是春季最后一个节气。每年4月19日～21日的谷雨节气时太阳到达黄经30°。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/1844486220.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"谷雨","slug":"谷雨","permalink":"http://www.zhinuo.site/tags/谷雨/"}]},{"title":"“七损八益”别说","date":"2017-04-15T12:10:00.000Z","path":"spark/1729309638.html","text":"“七损八益”出处《黄帝内经阴阳应象大论第五》言：『故曰：天地者，万物之上下也；阴阳者，血气之男女也；左右者，阴阳之道路也；水火者，阴阳之征兆也；阴阳者，万物之能始也。故曰：阴在内，阳之守也；阳在外，阴之使也。 帝曰：法阴阳奈何？ 岐伯曰：阳胜则身热，腠理闭，喘粗为之俯仰，汗不出而热，齿干以烦冤，腹满死，能冬不能夏。阴胜则身寒，汗出，身常清，数栗而寒，寒则厥，厥则腹满死，能夏不能冬。此阴阳更胜之变，病之形能也。 帝曰：调此二者奈何？ 岐伯曰：能知七损八益，则二者可调，不知用此，则早衰之节也。年四十而阴气自半也，起居衰矣；年五十，体重，耳目不聪明矣；年六十，阴萎，气不衰，九窍不利，下虚上实，涕泣俱出矣。故曰：知之则强，不知则老，故同出而名异耳。智者察同，愚者察异。愚者不足，智者有余；有余则耳目聪明，身体轻强，老者复壮，壮者益治。是以圣人为无为之事，乐恬淡之能，从欲快志于虚无之守，故寿命无穷，与天地终，此圣人之治身也。 天不足西北，故西北方阴也，而人右耳目不如左明也；地不满东南，故东南方阳也，而人左手足不如右强也。』 “七八”所指古时蓍筮，一卦由六爻而成，一爻由三变而来，一变有四营。一爻所得之蓍草数固定为36，32，28，24四个中的一个，“揲之以四以象四时”之后，则一爻之数也固定为9，8，7，6中的一个。其中九为老阳，6为老阴，七为少阳，8为少阴。 “七损八益”他说因人不能为纯阳或纯阴，所以以七(少阳)或8(少阴)也可以指代阴阳。如《黄帝内经上古天真论第一》即以七为女子(阴)纪年，8为丈夫(阳)纪年，此或取阴阳合和而得生长之意。 上面引用的《黄帝内经阴阳应象大论第五》“七损八益”原文里，岐伯告诫说阴阳不和则病。黄帝于是向岐伯请教“调此二者奈何？” 回归人身来说，阳性上行而阴下行，人体直立，可谓上虚下实。然而若不能令阳下而阴上，则阴阳不能合和，运化不得循环，生长也不得化成，窃以为此处的七损八益指的就是逆用阴阳调和人体阴阳：七阳被液化则损而下行，八阴被气化则益而上行(阴阳之用)。从而与阳升，阴降(阴阳之性)合而为一人体圜道之天。 “悟”类别下的文章用来记录个人偶思偶得的碎想，杂乱无章。请独立思索，切勿轻信。如若这些微言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/1729309638.html","tags":[{"name":"寒暑","slug":"寒暑","permalink":"http://www.zhinuo.site/tags/寒暑/"},{"name":"七损八益","slug":"七损八益","permalink":"http://www.zhinuo.site/tags/七损八益/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"}]},{"title":"船山文集《读通鉴论》上册 摘录笔记四","date":"2017-04-13T08:14:15.000Z","path":"spark/60968722.html","text":"漢昭帝漢宣帝 爵賞者，人君馭下之柄而非但以馭下也，即以正位而凝命也。辭受者，人臣自靖之節而非但以自靖也，即以安上而遠咎也。故賞有所不行，爵有所不受，而國家以寧。 ：爵賞之用，對可安民興邦；錯可禍民亂國。 學何爲者也？非覽古今之成敗而審趨避之術也。惟澹與靜以養廉恥之心以明取捨之節以昭忠孝之志。純一於天性，終遠於名利。故可貴可賤，可履虎尾而不咥，可乘高墉而射隼。居震世之功而不媿於屋漏。無他，無欲故靜。 ：淡泊致遠。 春秋之法爲尊者諱爲親者諱。春秋以正亂臣賊子之罪，垂諸萬世者也。桓宣弑立而微其辭。尊則君，親則祖，未有不自敬愛其尊親而可以持天下之公論者也。 ：禮之諱。人之常情。 夫法之立也有限而人之犯也無方，以有限之法盡無方之慝te，是誠有所不能該矣。 ：如此則法令日益滋章，框條林立。 抑先王之將納民於物而弭其無方之姦頑者，尤自有教化以先之，愛養以成之，而不專恃乎此。 ：因人因時循序漸進，化而無擾。 子夏聞孝。子曰：『色難。』豈徒子之於父母哉。上之使民，朋友之相結，賓主之相酬，言未宣事未接而早有以移民之情。惟神與氣不可强制之俄頃而獲人心者也。詩雲：『溫溫恭人，惟德之基。』德之用大矣，而溫恭爲之基。溫恭者，仁之榮也。仁榮内達而德資以行，豈淺鮮哉！子曰：『切切偲偲，怡怡如也，可謂士矣。』非便辟之謂也。其氣靜者，貌不期而恭；其量遠者，色不期而溫。善世而不伐，德博而化，寬以居之，仁以守之，學問以養之，然後和氣中涵而英華外順。 ：溫恭之用，之養，之溢於形。 敬其身以遠暴慢，心御氣而道御心。有惴惴之小心斯有溫溫之恭德。 ：謹小細微假以時日，乃或致溫恭。","permalink":"http://www.zhinuo.site/spark/60968722.html","tags":[{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"船山文集","slug":"船山文集","permalink":"http://www.zhinuo.site/tags/船山文集/"},{"name":"读通鉴论","slug":"读通鉴论","permalink":"http://www.zhinuo.site/tags/读通鉴论/"},{"name":"汉昭帝","slug":"汉昭帝","permalink":"http://www.zhinuo.site/tags/汉昭帝/"},{"name":"汉宣帝","slug":"汉宣帝","permalink":"http://www.zhinuo.site/tags/汉宣帝/"}]},{"title":"船山文集《读通鉴论》上册 摘录笔记三","date":"2017-04-09T08:14:15.000Z","path":"spark/1332749068.html","text":"漢景帝 故窮耳目之玩，遂旦暮之求者，莫若獎借賈人之利；而貧寒之士，亦資之以霑濡。賈人日以尊榮，而其罔利以削人之衣食，陽與而陰取者，天下之利，天子之權，倒柄授之，而天下奚恃以不貧？且其富也不勞，則其用也不恤，相競以奢，而殄tian天物以歸糜爛，弗困弗辱，而愚民榮之，師師相效，乃至家無鬥筲shao而衣絲食粲，極於道殣而不悔。故生民者農，而戕民者賈。 ：勿近，勿嬌，勿縱，亦無須刻意壓抑。過，和不及，皆失中正。 人主移於賈而國本凋，士大夫移於賈而廉恥喪。 ：過則皆爭先以利交人，以利處事。 漢武帝 郡縣之天下，統中夏於一王。郡國之遠者，去京數千里。郡守之治郡，三載而遷。地遠則賄賂行而無所憚。數遷則雖賢者亦僅採流俗之論，識晉謁之士，而孤幽卓越者不能遽進於其前。且國無世卿，廷無定位，士苟聞名于天下，日陟zhi日遷，而股肱心膂lv之任屬焉。希一薦以徼非望之福，矯偽之士，何憚不百欺百讎以迎郡守一日之知，其誠偽淆雜甚矣。於是而懸賞罰之法以督之使慎，何易言慎哉！知人則哲，堯所難也。故鯀殛而僉曰試可者勿罪。生不與同鄉，學不與同師，文行之華實，孝友之真偽，不與從事相覺察，偶然一日之知，舉刑賞以隨其後，賞之濫而罰者冤，以帝堯之難責之中材，庸詎可哉？其弊也，必樂得脂韋括囊之士，容身畏尾，持祿以幸無憂。又其甚者，舉主且爲交託營護，而擿發者且有投鼠忌器之嫌，則庸駑競乘，而大姦營窟，所必至矣。聞一鄉之有月旦矣，未聞天下之有公論也。一鄉之稱且有鄉原；四海之譽先集偽士。故封建選舉之法不可行於郡縣。易曰：『變通者時也。』三代之王者，其能逆知六國彊秦以後之朝野而豫建萬年之制哉！且其後漢因行之矣而背公死黨之害成，至唐宋而不容不變。故任大臣以薦賢，因以開諸科目可矣。限之以必薦，而以賞罰隨其后，一切之法，必弊者也。封建也，學校也，鄉舉里選也，三者相扶以行，孤行則躓矣。用今日之才任今日之事，所損益，可知矣，而仲舒曰：『三王之盛易爲，堯舜之名可及。』談何容易哉！ ：與時偕行，勿迂古拘泥。 太史公言：『匈奴畏李廣之略，士卒亦樂從廣而苦程不識。』司馬溫公則曰：『傚不識雖無功猶不敗，傚李廣鮮不覆亡。』二者皆一偏之論也。以武定天下者有將兵有將將。爲將者有攻有守有將眾有將寡。不識之正行伍擊刁鬥治軍簿，守兵之將也。廣之簡易人人自便攻兵之將也。束伍嚴整斥候詳密，將眾之道也。刁鬥不警文書省約，將寡之道也。嚴謹以攻則敵窺見其進止而無功。簡易以守則敵乘其罅隙而相薄。將眾以簡易則指臂不相使而易潰。將寡以嚴謹則拘牽自困而取敗。故廣與不識各得其一長而存乎將將者爾。將兵者不一術，將將者兼用之，非可一律論也。人主，將將者也。大將者，將兵而兼將將者也。 ：因敵因時因地因强弱。 太史公之右廣而左不識，爲漢之出塞擊匈奴言也；溫公之論，其猶坐堂皇持文墨以遙制閫外之見與！ ：史氏因情、識見而發，失之以偏。孔子述而不作，存而不論。 高帝之大封同姓，成周之餘波也。武帝之眾建王侯而小之，唐宋之先聲也。一主父偃安能爲哉！天假之人習之，浸衰浸微以盡泯。治天下者以天下之祿位公天下之賢者，何遽非先王之遺意乎！司馬氏懲曹魏之孤，欲反古而召五胡之亂，豈其智不如偃哉！不明於時故也。 ：時勢不可逆。 老氏者，挾術以制陰陽之命而不知其無如陰陽何也。所挾者術則可以窺見氣機盈虛之釁xin罅xia，而乘之以逞志，乃即已逆動靜之大經而無如陰陽何矣，則其自以爲窺造化而盜其藏，而天下無不可爲者，一如嬰兒之以莛擊賁、育，且自雄也。率其道，使人誕而喪所守，狂逞而不思其居。夫老氏者，教人以出於吉凶生死之外而不知其與兇爲徒也。 ：借黃老以利私，激天下亂者，皆舍道而取術，求速效。 蓋鬼神者，君子不能謂其無，而不可與天下明其有。有於無之中，而非無有於無之中，而又奚能指有以爲有哉。不能謂其無，六經有微辭焉，郊廟有精意焉，故妄者可託也。天下之喻微辭察精意以知幽明之故者，鮮矣。 ：聖人不明言鬼神之有無，不欲妖人以其惑眾，迷失自强之人道。 善者非以賞故善也，王者以賞勸善，志士蒙其賞而猶恥之。小人則懷賞以飾善，而偽滋生，而賞滋濫。乃流俗復有陰德之說，謂可勸天下以善，而挾善以求福於鬼神，俗之偸也，不可救藥矣。 ：偽德偽善迎合流俗。名善實偽，小惠至而大患藏。 陰德之説，後世浮屠竊之，以誘天下之愚不肖，冀止其惡。然充其說，至於活一昆蟲，施一簞豆，而豫望無窮之利；迨其死無可徼之幸，而又期之他生。驅愚民，脅君子，而道遂喪於人心。 ：意之爲善，有始無終多矣。惑者眾明者少，惰於明心見性身體力行，而寄望鬼神之福報。 情之所發才之所利，皆於理有當焉，而特有所止以戒其流，則才情皆以廣道之用。止才情之流者，性之貞也。故先王之情深矣，其才大矣，以通天下之志，成天下之務，而一順乎道。 ：才情貞於理，則用必成；拙於道，則用必敗。 慎以自靖者君子之徒也。佞以悅人者小人之徒也。君子知有己故投之天下之大而唯見己之不可失；人小畏罪徼寵迎人之喜怒哀樂而自忘其躬。於此審之，忠邪之不相雜久矣。 ：君子求諸己。 知人之難，唯以己視人，而不即其人之自立其身者視之也。 ：聽其言觀其行。勿以己之喜好輕於信。","permalink":"http://www.zhinuo.site/spark/1332749068.html","tags":[{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"船山文集","slug":"船山文集","permalink":"http://www.zhinuo.site/tags/船山文集/"},{"name":"读通鉴论","slug":"读通鉴论","permalink":"http://www.zhinuo.site/tags/读通鉴论/"},{"name":"汉景帝","slug":"汉景帝","permalink":"http://www.zhinuo.site/tags/汉景帝/"},{"name":"汉武帝","slug":"汉武帝","permalink":"http://www.zhinuo.site/tags/汉武帝/"}]},{"title":"船山文集《读通鉴论》上册 摘录笔记二","date":"2017-04-08T08:14:15.000Z","path":"spark/221033729.html","text":"漢文帝 誠以安君之謂忠，直以正友之謂信。忠信爲周，君子周而上下睦，天下寧矣。 ：避浮去躁，靜鎮以寧。 易曰：『謙亨君子有終。』君子而後有終，非君子而謙，未有能終者也。故撝也鳴也勞也，而終之以侵伐，雖吉無不利而固非以君子之道終矣。君子之謙，誠也。雖帝王不能不下丘尼以守位，雖聖人不能不下芻蕘以取善。理之誠者，殫心於此，而誠致之天下。見爲謙而非有謙也，而後可以有終。 ：謙，以誠始，終。非君子有始無終。因時理或受或與，或去或就，坦誠以待人事，淡然以守自我，則有終。 若夫據謙爲柄而撝之，而鳴之，而勞之，則姑以此謝天下而不自居於盈，則早已有填壓天下之心，而禍機伏而必發。故他日侵伐而無不利。黃老之術離誠而用撝久矣。取其鳴謙之辭，驗其侵伐之事，心跡違，初終貿，抑將何以自解哉！ ：假謙行權之機心，小人之奸，無以終。 故三代之制，不可行於後世者有二：農不可兵，兵不可農；相不可將，將不可相也。 ：事易時移。 宋之以樞蜜司兵而聽於相，庶幾近之矣。以樞密總天下之戎務而兵有專治，以宰相司樞密之得失而不委以專征。斟酌以倣三代之遺意，而因時爲節宣，斯得之與！ ：名合實分。相御將，將統兵。靚文匿武。 夫封建之不可復也，勢也。雖然，習久而變者必以其漸。 ：非一朝一夕之功。 吉凶之消長在天，動靜之得失在人。天者人之所可待，而人者天之所必應也。物長而窮則必消，人靜而審則可動。故天常有遞消遞長之機，以平天下之險阻，而恒苦人之不相待。智者知天之消長以爲動靜，而恒苦於躁者之不測其中之所持。 ：動靜宜時。知天知理，應之則吉。 夫天有貞一之理焉，有相乘之幾焉。知天之理者，善動以化物；知天之幾者，居靜以不傷物，而物亦不能傷之。以理司化者，君子之德也；以幾遠害者，黃老之道也。降此無道矣。 ：時勢將變未變之際，或往順好或之逆壞，其曲折反復終不可測。然其勢可知。君子之爲，窮理化物，有可爲必爲之，不可爲則去之。黃老之爲，以幾遠害，而無所爲。更下者，妄動以激變，物我皆傷。","permalink":"http://www.zhinuo.site/spark/221033729.html","tags":[{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"船山文集","slug":"船山文集","permalink":"http://www.zhinuo.site/tags/船山文集/"},{"name":"读通鉴论","slug":"读通鉴论","permalink":"http://www.zhinuo.site/tags/读通鉴论/"},{"name":"汉文帝","slug":"汉文帝","permalink":"http://www.zhinuo.site/tags/汉文帝/"}]},{"title":"船山文集《读通鉴论》上册 摘录笔记一","date":"2017-04-07T05:14:15.000Z","path":"spark/685985893.html","text":"王夫之（1619年10月7日－1692年2月18日），字而农，号姜斋、又号夕堂，湖广衡州府衡阳县（今湖南衡阳）人。与顾炎武、黄宗羲并称为明末三大思想家。著书有《周易外传》、《黄书》、《尚书引义》、《永历实录》、《春秋世论》、《噩梦》、《读通鉴论》、《宋论》等。王夫之自幼跟随自己的父兄读书，青年时期王夫之积极参加反清起义，晚年王夫之隐居于石船山，著书立传，自署船山病叟、南岳遗民，学者遂称之为船山先生。曾国藩在《王船山遗书》中作序评：独先生深閟固藏，追焉无与。平生痛诋党人标谤之习，不欲身隐而文著，来反唇之讪笑。用是，其身长邀，其名寂寂，其学亦竟不显于世。荒山敝榻，终岁孜孜，以求所谓育物之仁，经邦之礼。穷探极论，千变而不离其宗；旷百世不见知，而无所于悔。先生没后，巨儒迭兴，或攻良知捷获之说，或辨易图之凿，或详考名物、训诂、音韵，正《诗集传》之疏，或修补三礼时享之仪，号为卓绝。先生皆已发之于前，与后贤若合符契。虽其著述大繁，醇驳互见，然固可谓博文约礼，命世独立之君子已。《读通鉴论》是王夫之69岁开始动笔写作，在其逝世前才完成的一部史论。借引司马光《资治通鉴》所载史实，系统地评论自秦至五代之间的社会历史，分析历代成败兴亡，盛衰得失，臧否人物，总结经验，引古鉴今，探求历史发展进化规律，寻求中国复兴的大道。全书约60余万字，分为50卷，每卷之中以朝代为别；每代之中以帝王之号为目，共30目；目下又分作一个个专题；另在卷末附有叙论四篇。该书文采飞扬，议论纵横，新见迭出，论点精到，堪称传统史论中最系统最精彩的杰作，也全面地反映了王夫之的历史观和政治思想倾向。 秦始皇 天下初定，人心未靖，則天命以之不康，湯武且不能弭，後代勿論已！ ：立國之初，由亂而趨於治，然雖聖人且不可使驟安。 秦二世 易曰：『履霜堅冰至。』辨人於早不若自辨於早也。 ：豫則立。求諸己。慎始。 任法，則人主安而天下困；任道，則天下逸而人主勞。 ：似夫子責賢者之說。 法愈密，吏權愈重；死刑愈繁，賄賂愈章。塗飾以免罪罟，而天子之權倒持於掾吏。 ：繁，則易失其要。多，則需分而下治。 漢高帝 天子而斤斤然以積聚貽子孫，則貧必在國；士大夫斤斤然以積聚貽子孫，則敗必在家。庶人斤斤然以積聚貽子孫，則後世必飢寒以死。 ：於名財無取之之道處之之道，言傳身教必貽子孫，禍且伏焉。 封爵者，因乎天之所予而隆之。非人主所以市天下也。且爵賞亦豈必其足榮哉？榮以其難得而已。人主輕之，天下獵之；人主重之，天下榮之。 ：賞之理。 不疚於天，則天無不佑；不媿於人，則人皆可馭。正義以行乎坦道而居天下之廣居；無所偏黨而賞罰可以致慎而無所循。得失之幾，在此而不在彼。 ：中正乃可行遠。 名義云者，因名以立義，爲可繇不可知之民言也。不知義矣，爲之名以使之顧而思，抑且欲其顧而思而不但明也，況君子之以立民極而大白於天下者哉！ ：名其虛，義其實。聖人導民因名行義之爲。虛以致實，實以固虛。 忠孝非人所得而勸也。如其勸之動其不敢不忍之心而已。心生而後有事，事立而後有禮，禮行而後有名。名者，三累之下。天下爲之名，而忠孝者不欲自居。 ：言聖人以名之用。名之得，實在心事禮之後，踐行之則爲義。以實/真導民行之，則得真；以虛/偽，則相繼以偽。 善師古者，旁通而善用之。 ：一而三，思以辨之，行以證之。合則用之，不合乃革之。 以大義服天下者，以誠而已矣，未聞其以術也；奉義爲術而義始賊。義者心之制也，非天下之名也。心所勿安而忍爲之，以標其名，天下乃以義爲拂人心而不和順於理。 ：誠，心之所安。以之行義，貫通於理。非誠則不順。 休息生養而後興禮樂，則抑管子『衣食足而后禮儀興』之邪説也。子曰：『自古皆有死，民無信不立。』信者，禮之幹也；禮者，信之資也。 ：上有信則禮不亂。足衣豐食非必致民繁盛。禮樂以形以標序范社會，誠信其實也。 富豪大族之所以彊者，因其地也。 ：地緣，風土，人情，天時，地利。 漢惠帝 易於益之初曰：『利用爲大作，元吉無咎。』元吉而後無咎，利者非其利也。風淫於上而雷迅於下，其吉難矣。 ：勿以己利之私與民爭利。勿以民用爲己私，乃吉。 立綱修紀，撥亂反正，使人知有上下之辨，吉凶之則者，其本也。緣飾以備其文章，歸於允協者，其末也。末者，非一日之積也。文者，非一端之飾也。豫立而不可一日緩者，其本質也。俟時而相因以益者，其末文也。 ：本，順天利民，久長之道。末，徇私敝民，亂所以興。 語曰：『明王有道，守在四夷。』制治保邦之道至矣。書曰：『迪惟有夏，乃有室大競。』競以德也，非競以兵也。詩曰：『邦幾千里，惟民所止。』民所止也，非兵所聚也。易萃之象曰：『除戎器，戒不虞。』萃聚二陽於四五而分四陰於上下。陽，文德也；陰，武功也。近九五者陽，而屛陰於外，内文外武而不虞以戒矣。 ：德文，和順之化，應天就理，利人物而勿擾。功武反之。","permalink":"http://www.zhinuo.site/spark/685985893.html","tags":[{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"船山文集","slug":"船山文集","permalink":"http://www.zhinuo.site/tags/船山文集/"},{"name":"读通鉴论","slug":"读通鉴论","permalink":"http://www.zhinuo.site/tags/读通鉴论/"},{"name":"汉高祖","slug":"汉高祖","permalink":"http://www.zhinuo.site/tags/汉高祖/"},{"name":"秦始皇","slug":"秦始皇","permalink":"http://www.zhinuo.site/tags/秦始皇/"}]},{"title":"Windows 8 用户密码管理批处理","date":"2017-04-06T09:45:46.000Z","path":"MISC/690688740.html","text":"Windows 8 用户密码管理批处理批处理快捷方便，可以节省一些时间。 请复制下面的代码，右键另存为.bat文件。双击运行就可以愉快的修改管理员密码了。 @echo offecho;REM @ECHO +++ 如需变更用户登陆密码请以管理员身份运行 +++net userREM @ECHO +++ 请以管理员身份运行 输入要变更的密码 以回车确认修改 +++echo;@ECHO +++ 请输入要变更密码的用户名 +++echo;:: BatchGotAdmin :------------------------------------- REM --&gt; Check for permissions &gt;nul 2&gt;&amp;1 &quot;%SYSTEMROOT%\\system32\\cacls.exe&quot; &quot;%SYSTEMROOT%\\system32\\config\\system&quot; REM --&gt; If error flag set, we do not have admin. if &apos;%errorlevel%&apos; NEQ &apos;0&apos; ( echo Requesting administrative privileges... goto UACPrompt ) else ( goto gotAdmin ) :UACPrompt echo Set UAC = CreateObject^(&quot;Shell.Application&quot;^) &gt; &quot;%temp%\\getadmin.vbs&quot; echo UAC.ShellExecute &quot;%~s0&quot;, &quot;&quot;, &quot;&quot;, &quot;runas&quot;, 1 &gt;&gt; &quot;%temp%\\getadmin.vbs&quot; &quot;%temp%\\getadmin.vbs&quot; exit /B :gotAdmin if exist &quot;%temp%\\getadmin.vbs&quot; ( del &quot;%temp%\\getadmin.vbs&quot; ) pushd &quot;%CD%&quot; CD /D &quot;%~dp0&quot; :-------------------------------------- set /p PCUser=net user %PCUser% *rem net user Wego *echo;@ECHO +++窗口将在5秒后自动关闭+++echo;rem control userpasswords2 命令可打开管理窗口echo +++ 请按任意键退出 +++echo;pause &gt; nul","permalink":"http://www.zhinuo.site/MISC/690688740.html","tags":[{"name":"win管理员密码修改","slug":"win管理员密码修改","permalink":"http://www.zhinuo.site/tags/win管理员密码修改/"},{"name":"批处理","slug":"批处理","permalink":"http://www.zhinuo.site/tags/批处理/"},{"name":"密码修改","slug":"密码修改","permalink":"http://www.zhinuo.site/tags/密码修改/"},{"name":"windows密码","slug":"windows密码","permalink":"http://www.zhinuo.site/tags/windows密码/"}]},{"title":"分享：神龙氏古中医 - 立春漫谈","date":"2017-04-05T08:10:00.000Z","path":"excerpt/34486.html","text":"立春漫谈 (2013-02-04 11:05:15)今天凌晨零点13分，2013的立春到了，历史的车轮也正式步入了癸巳蛇年。发文一篇，聊示纪念。 形而上，有太阳阳气磅礴六合，则唯有太阴德合无疆以应之，太阳炎烈，太阴慈爱，太阴之德犹如母性。 形而下，心，阳中之太阳，为父。肺，阳中之太阴，为母。上焦膺胸，父母居焉。小孩在外头若被欺负了，会回家找父母作主。人体上下的组织，若受到侵害，也会找心肺。尤其人体中，金火易位，金凌火上，肺如华盖覆盖乎苍穹，主治节，爱管周身之事慈爱似母，所以一般找的是这位“母亲”，求她作主。当“母亲”也无能为力时，会找到“父亲”，强力的太阳是太阴有力的保障。（当然周身太阳的直接反应也是现实，但这里所论的不是所有情况）有相当一部分所谓的“炎症”属于此类，非感染性炎症尤其如是。西医分析疾病给的说辞勉强是对了一小部分，但他们的治法却南辕北辙，倒行逆施，戕伐乱治，眼界狭隘，只见局部，只图消灭症状，让太阴备受煎熬，太阳也两面交困，这般瞎治下来，迁延不愈乃至导致更严重疾病危及性命的病例比比皆是，即便是侥幸“痊愈”了，只不过是身体在一种更低得多的健康层次勉强找到低级的平衡，为再生重病埋下隐患。明了真正的中医藏象学则千万不可被西医牵着鼻子走，不然即沦为戕害含灵之巨贼。也建议患者们破除盲信，这方面的事例甚伙。 其实，在仲圣先师的指导下，真正的中医人只要善于帮助人体中的父母，令其能作得了主就能治愈大多数疾患。女娲造人，揉土逾千遍，人体内部确实复杂，然而，《素问·灵兰秘典论》曰“主明则下安”，具体细节有着“父母”在日夜忙碌操持。生命机器的复杂性远超人类现在最先进的巨型计算机。生命机器乃上帝所造所赐，此等智慧人类只能仰望，仲圣先师称人体为“至贵之重器”，诚乎。真正的中医学也只是大而化之地厘定上下左右，借力打力，存畏道之心，几近于道。 祝福慧偕长。 原文地址：http://blog.sina.com.cn/s/blog_5edcf4b301016pud.html","permalink":"http://www.zhinuo.site/excerpt/34486.html","tags":[{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"太阳","slug":"太阳","permalink":"http://www.zhinuo.site/tags/太阳/"},{"name":"炎症","slug":"炎症","permalink":"http://www.zhinuo.site/tags/炎症/"}]},{"title":"清明小思","date":"2017-04-04T04:30:00.000Z","path":"spark/44889.html","text":"节气随想 清明，清和而景明。地阳渐壮而升清，驱散渐弱之天阴，谓清；天地日以清亮明朗，气益以和，滋长万物，五色渐繁，谓明。 《周易说卦传》曰：“帝出乎震，齐乎巽，相见乎离，致役乎坤，说言乎兑，战乎乾，劳乎坎，成言乎艮。”天道之一圜也。震东，巽东南，离南，坤西南，兑西，乾西北，坎北，艮东北。生，长，壮，成；止，衰，老，终，又生……。清明处巽之时，阳渐起而除却阴之阻滞，万物因而得阳之资以长。 《月令七十二候集解》曰：“清明，叁月节。按《国语》曰，时有八风，历独指清明风，为叁月节。此风属巽故也。万物齐乎巽，物至此时皆以洁齐而清明矣。” 清明之时，太阳到达黄经15°。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/44889.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"清明","slug":"清明","permalink":"http://www.zhinuo.site/tags/清明/"}]},{"title":"伤寒论 - 原序","date":"2017-03-28T14:22:22.000Z","path":"essence/7309.html","text":"原序张仲景（约公元150～154年——约公元215～219年），名机，字仲景，东汉南阳（今河南省邓州市）人。 余每览越人入虢之诊，望齐侯之色，未尝不慨然叹其才秀也。怪当今居世之士，曾不留神医药，精究方术，上以疗君亲之疾，下以救贫贱之厄，中以保身长全，以养其生，但竞逐荣势，企踵权豪，孜孜汲汲，惟名利是务；崇饰其末，忽弃其本，华其外而悴其内。皮之不存，毛将安附焉？卒然遭邪风之气，婴非常之疾，患及祸至，而方震栗，降志屈节，钦望巫祝，告穷归天，束手受败。赍百年之寿命，持至贵之重器，委付凡医，恣其所惜。咄嗟呜呼！厥身已毙，神明消灭，变为异物，幽潜重泉，徒为啼泣。痛夫！举世昏迷，莫能觉悟，不惜其命，若是轻生，彼何荣势之云哉！而进不能爱人知人，退不能爱身知己，遇灾值祸，身居厄地，蒙蒙味味，蠢若游魂。哀乎！趋世之士，弛竞浮华，不固根本，忘躯徇物，危若冰谷，至于是也。 余宗族素多，向余二百。建安纪年以来，犹未十稔，其死亡者，三分有二，伤寒十居其七。感往昔之伦丧，伤横夭之莫救，乃勤求古训，博采众方，撰用《素问》、《九卷》、《八十一难》、《阴阳大论》、《胎胪药录》并平脉辨证，为《伤寒杂病论》合十六卷。虽未能尽愈诸病，庶可以见病知源。若能寻余所集，思过半矣。 夫天布五行，以运万类，人禀五常，以有五藏，经络府俞，阴阳会通，玄冥幽微，变化难极，自非才高识妙，岂能探其理致哉！上古有神农、黄帝、岐伯、雷公、少俞、少师、仲文，中世有长桑、扁鹊，汉有公乘阳庆及仓公，下此以往，未之闻也。 观今之医，不念思求经旨，以演其所知，各承家技，始终顺旧。省疾问病，务在口给，相对斯须，便处汤药；按寸不及尺，握手不及足，人迎趺阳，三部不参，动数发息，不满五十，短期未知决诊，九候曾无仿佛，明堂阙庭，尽不见察，所谓窥管而已。夫欲视死别生，实为难矣。孔子云：“生而知之者上，学则亚之，多闻博识，知之次也。”余素尚方术，请事斯语。","permalink":"http://www.zhinuo.site/essence/7309.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"医圣","slug":"医圣","permalink":"http://www.zhinuo.site/tags/医圣/"},{"name":"张仲景","slug":"张仲景","permalink":"http://www.zhinuo.site/tags/张仲景/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"伤寒杂病论","slug":"伤寒杂病论","permalink":"http://www.zhinuo.site/tags/伤寒杂病论/"}]},{"title":"分享：罗大夫 - 感冒发烧过用解热镇痛药容易导致白血病","date":"2017-03-28T14:00:00.000Z","path":"excerpt/14599.html","text":"感冒发烧过用解热镇痛药容易导致白血病 (2015-07-02 09:15:09)（本文首发于微信公众号：qq64443332，欢迎关注。） 上世纪九十年代初，就有严谨的学术论文见诸报端，明确指出“解热镇痛药”是导致各种白血病的重要因素。1992年6月发表于《中国医学科学院学报》的《全国白血病和再生障碍性贫血危险因素分析》中，“解热镇痛药”是出现频率最高的危险因素。 二十多年过去了，布洛芬等解热镇痛药仍然是感冒发烧的首选药物。而且布洛芬是非处方药，患者可以不经过医生诊断自行购买，不知多少人因此过度使用这类解热镇痛药，白血病患者大面积爆发也就不足为奇了。 解热镇痛药除了丙酸类的布洛芬、美林（主要成份也是布洛芬），还有水杨酸类（ 阿司匹林）、苯胺类、吲哚衍、抑制剂、抗炎药等。 如果把人比作一辆汽车（为了让多数人看懂，只能权且这么简单类比了），汽车的散热器如果用塑料布包上，发动机温度会立刻升高。这时修理的方法有两种：1、治标，把发动机熄火，自然就冷却下来，但当重新启动发动机时温度重新升高；2、是治本，认认真真的把塑料布等阻碍散热的因素清楚，自然就恢复正常状态。 解热镇痛药的作用就像上面的治标方法，其作用主要是抑制了自身的生命机能，而不是重点考虑如何修复受伤的营卫（身体的外表防护网）。人的皮肤相当于汽车的散热器，每时每刻都与外界有新陈代谢（散热），当因吹空调等受寒时毛孔关闭，新陈代谢失常，体内的热无法散出，因此出现发烧、咽喉炎、鼻炎等上火症状。这时最重要的是重新恢复皮肤代谢功能，恢复‘散热’功能，用中医的语音就是调和营卫、祛除表邪。 长期服用解热镇痛药会得白血病？ 2011-08-11 07:55:55 来源：长江商报 长江商报消息 长期服用解热镇痛药会得白血病？ 专家建议不要长期使用，若用最好几种药交替使用 今年5月份美国一项研究表明，长期服用解热镇痛药者所患血癌比例明显高于未服药者，作为一类老百姓的常用药，不少退烧、感冒药都含有这些成分，解热镇痛药真的有引发病癌的风险吗？对此，专家表示，原理上有此可能，建议长期服用此药的患者，最好交换使用几种药，特别是风湿病患者。 美国研究结果让不少人恐惧 研究中，美国的科学家们对6.5万名年纪稍大的人进行了信息收集和追踪，询问这些人在过去10年吃止痛药的情况以及是否患有癌症。研究表明，吃这类药平均超过6年的患者中577人患有血癌。所得的癌症也包括淋巴瘤和骨髓增生异常综合征。此外，平时扑热息痛用量比较大的受访人中，患癌症的人数占到9%。 进行该研究的科学家表示，年龄超过50岁的受访者，10年内患一种癌症的风险约为1%。而如果每周服用扑热息痛超过4次，服用时间超过4年，患癌的风险将上升到2%。 也许很多市民不知道扑热息痛是什么，它其实广泛存在于常用的药物中，就是常说的对乙酰氨基酚，是一种常用的退热和止痛药物，常用于发烧、头痛和其他轻微疼痛。它是许多感冒药和止痛药的主要成分，如百服宁、必理通、泰诺、感康等。 市民刘小姐表示，这些药都是常备药，几乎大家都吃过，这些药是否有问题呢？近日，记者走访了解，不少市民表达了和刘小姐一样的担忧。 不宜长期服用一种镇痛药 长期服用镇痛药到底是否真的有引起白血病的可能？中南医院血液科主任、美国加州大学博士后刘尚勤教授介绍，研究针对的是长期服用，即服用时间超过4年，每周超过4天的人，对于平时感冒发烧吃几天此类药的人应该没有影响，这种成分多年来一直用于临床，应该是安全的。 刘尚勤介绍，癌症的成因集中在遗传因素、化学物质、放射性物质和病毒这四大因素中。长期服用一种药物即属于化学物质成因，由于大量的化学物质可能引发染色体的变化，抑制免疫细胞功能，干扰免疫系统，从而让癌细胞有可乘之机，从原理上讲，这种可能性是存在的。 不少长期饱受疼痛折磨的患者，比如风湿病患者只要一疼痛就要吃解热镇痛药，其实这样不对。刘尚勤建议，需要长期服用解热镇痛药的患者最好将几种药交替使用，比如布洛芬、阿司匹林等，甚至还可以试试清热解毒的中药，不要嫌麻烦不换药。 就算不考虑白血病的问题，长期使用解热镇痛药也会引发一些列健康问题，比如消化道溃疡、肾病、肝脏损伤等等。长期使用塞来昔布可增加患心脏疾病疾病风险，此外，还可能增加患血液系统疾病的风险，可能引起白细胞或血小板减少，在一定程度增加患血癌风险。 原文地址：http://blog.sina.com.cn/s/blog_569b2faf0102vy88.html","permalink":"http://www.zhinuo.site/excerpt/14599.html","tags":[{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"感冒发烧","slug":"感冒发烧","permalink":"http://www.zhinuo.site/tags/感冒发烧/"},{"name":"白血病","slug":"白血病","permalink":"http://www.zhinuo.site/tags/白血病/"},{"name":"解热镇痛药","slug":"解热镇痛药","permalink":"http://www.zhinuo.site/tags/解热镇痛药/"}]},{"title":"春分小思","date":"2017-03-20T15:30:02.000Z","path":"spark/14703.html","text":"节气随想 春分之日，阴阳势均。 上升之阳遇下降之阴，当其势均之时，多云雨。此时此际，可谓阳不得上，阴不得下，天地不交，其象为否。此或《黄帝内经素问四气调神大论》所言：“ 交通不表，万物命故不施，不施则名木多死。恶气不发，风雨不节，白露不下，则菀槀不荣。贼风数至，暴雨数起，天地四时不相保，与道相失，则未央绝灭。” 初春之季，生气勃勃，万物生升，可谓萌生之时节。然而，气候却阴寒湿润多云雨，并非所有生物的天堂。实际上，有相当一部分老年人迈不过冬春交际这道坎。 春分时，太阳到达黄经0°。春分这一天太阳直射地球赤道，南北半球季节相反，北半球是春分，在南半球来说就是秋分。《月令七十二候集解》：“二月中，分者半也，此当九十日之半，故谓之分。秋同义。”《春秋繁露·阴阳出入上下篇》说：“春分者，阴阳相半也，故昼夜均而寒暑平。” ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/14703.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"春分","slug":"春分","permalink":"http://www.zhinuo.site/tags/春分/"}]},{"title":"惊蛰小思","date":"2017-03-05T10:08:02.000Z","path":"spark/3424.html","text":"节气随想 文王八卦以“震☳”居东方。一阳入地，正应太阳初升之象。《黄帝内经》以春、木、肝、少阳应象东方。秋冬两季，阳收而后藏，阴由盛而趋衰。春夏两季，阳复生而长。震于春之初，仅为一阳生升，然其势不可挡。震阳之入积阴，如滴墨入水，彻入而启荡群阴，使待后来之阳施。 中医修正先生在《六节藏象（二）》说：“六节藏象从人体生理出发，将四时人道化，使藏象内容进一步完整。在春夏少阳太阳之间加入阳明，为圜道立个开口，就如在震乾之间安装一丸红日，照见凡夫步云之路；在秋冬太阴少阴之后加入厥阴，为圜道留个出口，就如在巽坤之后安装一轮明月，映现神仙下凡之踪。阳明化饮食水谷之精华，厥阴传男女血性之精气，饮食男女，人之大欲存焉，故谓人道化。这既丰富了圜道的内容，更让封闭式圜道与外界有了沟通。”于人而言，六节圜道，生生不息。因二生三，六节所以承四象。又阳之用需藉阴，阴之成必凭阳，阳明(藉胃)所以在三阳之中，而厥阴(凭肾精)在三阴之末。 惊蛰，古称“启蛰”，是农历二十四节气中的第三个节气；太阳到达黄经345°。《月令七十二候集解》：“二月节。《夏小正》曰正月启。蛰，言发蛰也。万物出乎震，震为雷，故曰惊蛰，是蛰虫惊而出走矣。” ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/3424.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"惊蛰","slug":"惊蛰","permalink":"http://www.zhinuo.site/tags/惊蛰/"}]},{"title":"雨水","date":"2017-02-18T02:30:00.000Z","path":"spark/1479.html","text":"节气随想 雨水，《月令七十二候集解》曰：“正月中，天一生水。春始属木，然生木者必水也，故立春后继之雨水。且东风既解冻，则散而为雨矣。” 太阳于雨水到达黄经330度。 《黄帝内经》以春、木、肝、少阳应象东方。立春后，气温逐渐增高，地阳渐长，升而遇天之阴降，相会相迎，成云化雨。 《黄帝内经阴阳应象大论》曰：“水火者，阴阳之征兆也。”阴阳之用，莫著于寒暑；寒暑之成，乃积自水火。 春时发陈冬藏之精气，化生雨露，先行滋润，蓄势待命，以听“帝”之震荡，复苏万物。此或立春之后继之以雨水，惊蛰之意。 修正先生在《藏气流传》一文中指出，“肝泄肾之藏后肾之精气化为少阳之气，自手少阳三焦和足少阳胆而出，从三焦敷布周身，从胆入脾助消化而开发后天资源，化生水谷精气。”似乎与立春、雨水、惊蛰、春分这几个节气的功用相呼应。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/1479.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"雨水","slug":"雨水","permalink":"http://www.zhinuo.site/tags/雨水/"}]},{"title":"分享：中医修正 - 先天后天 何如当天","date":"2017-02-10T13:00:00.000Z","path":"excerpt/25299.html","text":"先天后天 何如当天 (2017-01-30 16:18:06)修正传真（771）03182919 脾为后天之本，肾为先天之本。这承传了千百年的先后天妙论，在中医界可谓尽人皆知，至今未闻异议。平心而论，先后天之本说法的提出，相当有道理，因此，就如五行藏象论及八纲辨证那样，几乎为所有的中医人接受。有意思了，八纲辨证一旦被中医人接受，放下伤寒论“六经辨证”就如释重负；五行藏象论一旦被中医人接受，四时藏象变成了“不完整的”五行藏象论。那么，脾肾为先后天之本的高论响彻杏林，是否也有不好之处呢？ 敝人疑心重，鉴于中医学千百年不断沦落的事实，早就对诸多传统妙论推敲怀疑。在中医诸藏府中，脾肾是否是最重要的呢？ 从脾肾的造字看，脾从肉卑，脾之为言裨也，肾从肉臤，臣牵之意，都不像是人体最重要的藏器。当然，从字义引申出的疑惑，不可援为医理的依据。 中医传统理论的是非，最终还必须质证诸中医经典。 翻开《素问灵兰秘典论》，在这专论藏府关系的《黄帝内经》篇章中，通论十二藏府（其中脾胃合论） , 心肺列第一第二，脾胃并列第六，肾列第九。似乎，这统领先后天的脾肾的重要性，被疏忽了？再翻开《素问六节藏象论》，在这唯一以藏象论命名的《黄帝内经》篇章中，虽然分封五藏为五“本”，并没有明确指出脾肾为先后天之本，也没有专门讨论先后天问题，而心肺二藏同样高列第一第二。 心肺，这鬲肓之上的父母，位配太阳太阴的君主与相傅，主神明而行治节，其生理地位无与伦比。 从未听说哪位医学家对此稍有微言，就算毫无医学知识的人，都能感受到胸腔内心跳动不休、肺呼吸不止的生命活动。请问高谈先后天之本的医学家，您们是否怠慢了自己身体内的父母呢？您们也感受到了体内脾肾的生命活动在进行中？魂兮归来，父母从来就在胸中，何去四方些？ 考《内经》论五藏次序，除了与四时、六节、五行相匹配外，更多是按心肺肝脾肾次序排列，如《素问》的《灵兰秘典论》、《五脏生成》，《灵枢》的《本脏》、《九针》、《病传》、《阴阳系日月》、《胀论》、《五癃津液别》，都是。 顺序概念，在古代是明确而严格的，脾肾这从卑从臣的藏器的重要性，从来就在心肺之后。将五藏平等看待，已经偏离了些经典思维；先后天之本的提出，对脾肾自身的理解没错，如果扩张进而凌驾父母的权威，那就大错特错了。然而，似是而非的歪论兴起，必然有坦坦王道的模糊或失落为前提。 过分强调脾肾为先后天之本，既是对藏象理解的肤浅，也是整体意识的薄弱。人生所由来，五藏中论肾是正确的；人生所维持，五藏中崇脾也是对的。但主持现有生命的，经典记载已经清楚地告诉我们心肺是君主、相傅、父母，肝脾肾三藏岂能与“生之本”“气之本”的心肺相比？《太极图解》有言“一阴一阳井泉见，三阴三阳会云天”。幽潜重泉的少阴少阳，整体上讲只是生理活动的预备队；时盛时衰的阳明运作，也只不过为大众增补粮草；操运现今生理活动的，主要是太阳和辅佐祂的太阴。先天后天，何如当天？ 敝人闲读医书，总觉得补脾肾的方药比补心肺的多多了，为什么？实际上，传统中医并不理解如何遂补心肺，因为对心肺太阳太阴理解模糊、乃至于无知。没有生理学基础的支撑，病理及临证还能怎样？补益脾肾的方药数不胜数，补益心肺的方药就少得羞以并论。若舍下“培土生金”“心脾两虚”这些本非嫡出的瓜葛攀援，那就更少得可怜了。 听说，损其心者调其荣卫，荣是什么？卫又是什么？什么也不懂，如何治心？损其肺者益其气，如何补肺？培土来生金，太曲线救肺了吧？那么，什么最益气呢？是人参吗？还是今日暴红的野生冬虫草？但我却听说“气虚宜掣引之”，这掣引当然可以借药物来实现，但纯补的概念就要修正些许，更可以完全抛弃药物而导引自身。今天中医学，源清流浊，并非诋毁。 《伤寒论》对心肺症候治疗的记载，虽然用字平淡，却留下了医圣高超的生理病理理解。中医人对此，必须有儒生十阅《春秋》的敬畏，否则无用。 敝人相信，中医学院毕业生95%没有通读一遍《伤寒论》，原因有二：一者，文字平淡，平铺直叙，不吸引人； 二者，看不懂。可惜啊，世上根本就没有可信的注解。敝人相信，看懂伤寒论的人，一定会说后世的中医是伪学：心既为君主，就不应该病，诸病皆心包代之？肺为储痰之器，脾为生痰之源？他们是名医，是一代宗师吗？ 当然，脾肾被追捧了这么久，应该也吸引了些俊才，但更多的是糊涂虫。李东垣轻剂升阳无愧于金元四大家，而张景岳补肾的“壮水之主以制阳光，益火之源以消阴翳”就很难恭维了：首先，水源在上不在下，如何在重泉之下壮水？ 而益火壮阳，所犯的正是肾为封藏之本的禁忌。进一步讲，滋阴补肾或壮阳补肾，真的有用吗？七八生理衰退时，草根树皮挽留得住吗？珍贵补品又如何呢？请问问有钱人吧！ 《医学三字经》曰“后作者，渐浸淫，红紫色，郑卫音”，绝非妄言。这般背景下，再面对医圣第一方——桂枝汤，就不可能有完整、正确的理解 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102xeyf.html","permalink":"http://www.zhinuo.site/excerpt/25299.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"先天","slug":"先天","permalink":"http://www.zhinuo.site/tags/先天/"},{"name":"脾胃","slug":"脾胃","permalink":"http://www.zhinuo.site/tags/脾胃/"},{"name":"后天","slug":"后天","permalink":"http://www.zhinuo.site/tags/后天/"},{"name":"肾","slug":"肾","permalink":"http://www.zhinuo.site/tags/肾/"}]},{"title":"分享：中医修正 - 六节藏象（三）","date":"2017-02-03T09:00:00.000Z","path":"excerpt/25302.html","text":"六节藏象（三） (2017-01-29 16:18:20)修正传真（771）03182919 六节象数 古人观天地，地是静止不动的，而天上的星星日月都在运行不止。 仰观星星今天在这位置，明天这时差不多还在这位置；观察深入了，发现今天在这位置，明年这时差不多还在这位置。 似乎星星日月在走了一圈之后又回来了，于是，天道好还，天圜道也，便在古人心目中确立了。 古人世界观，认为人体就如小天地。 人体中凡有形不动的便是地，而运动并能循还回归的便是天。 或以为天是阳地是阴，没错，但肤浅而不准确。《周易》说“立天之道曰阴与阳”，这天之阴阳，若以一明一暗、一冷一热的白天与黑夜来比喻，似乎更容易理解。多少版的《中基》教材了，都说阴阳对立、互根、消长、转化，这些都正确，但都停留在抽象概念，流传与进退才是深层次的内容。阴阳再分太少，就有了少阴少阳太阴太阳，所谓四象。 仰观天象，东苍龙、西白虎、南朱雀、北玄武之星星流迁旋转，世界上便感觉到了春夏秋冬的传递而温热凉寒。 阴阳，引入四象内容后，流迁次序才出现。《素问》第一卷谈藏象，人体之天便是以四象四时立论，若认为四时是不完整的五行，便是对四时认知太肤浅了。 先谈四象，春夏秋冬周而复始，人人都懂。四时配四象，其顺序究竟是少阳—-à太阳—-à少阴—-à太阴—-à再少阳，还是少阳—-à太阳—-à太阴—-à少阴——〉再少阳呢？聚焦问题，秋究竟是少阴还是太阴？冬究竟是太阴还是少阴？在《黄帝内经》中，两者都存在。肺秋阴仪之始，阴气初生而量少，可称少阴，但肃杀强制性将张散弥漫的阳气收敛，其功用可称为太阴，承接并匹配了太阳；肾冬阴仪之极，阴气久积而量多，可称太阴，但宁静的封藏却是即将发生甲坼句萌根基，其功用以少阴称呼更适合。敝人认为，这便是所谓的“气有多少，异用也”。 四时讲究次序，扩张为六节后同样讲究次序：一阳—-à二阳—-à三阳—-à一阴—-à二阴—-à三阴—-à再一阳，这是最原始的三阴三阳次序，就如秋配少阴一样，讲的是阴阳之气的多少。 由于阴阳总是对立的，阳仪进，阴仪就退，便又有了另一个三阴三阳次序：一阳—-à二阳—-à三阳—-à三阴—-à二阴—-à一阴—-à再一阳，这是深层的三阴三阳次序，就如秋配太阴一样，讲的是三阴三阳功用。 前一个次序不可忘记，后一个次序才是六节藏象的核心框架。 请参考中医修正博客2009-11-01 的“四象在阴阳学说上的意义” http://blog.sina.com.cn/s/blog_5a5ee16d0100fp94.html2009-11-11的“做一回初小学生” http://blog.sina.com.cn/s/blog_5a5ee16d0100fvij.html 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102xexu.html","permalink":"http://www.zhinuo.site/excerpt/25302.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"立春","date":"2017-02-03T07:30:00.000Z","path":"spark/42835.html","text":"节气随想 东方之位，太阳升起之地，象征着光明、温暖、生机。文王八卦以“震☳”居东方。一阳入地，正应太阳初升之象。《黄帝内经》以春、木、肝、少阳应象东方。春、木、肝、少阳，皆阳初生之景。 《月令七十二候集解》曰：“立春，正月节。立，建始也，五行之气，往者过，来者续。于此而春木之气始至，故谓之立也。”四季之中，春夏为阳，秋冬为阴。冬至一阳虽生，然阳方生，弱且不固，不固则无以驱阴。至于立春，阳始积固，遂有“立”之说也。其“立”也，一阳震动地内，惊荡群阴，开辟万物生发之初机。《周易说卦传》曰：“帝出乎震”，或此意也。 于人而言，春时，肝疏泄肾藏于前，胆震荡脾土于后， 发陈冬日积蓄之阴精，方得以肇始春夏之生长。 太阳于立春到达黄经315度。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/42835.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"立春","slug":"立春","permalink":"http://www.zhinuo.site/tags/立春/"}]},{"title":"小议风之劫 - 百病之始 - 兼迎丁酉鸡年","date":"2017-01-25T10:10:00.000Z","path":"spark/14725.html","text":"巽风“入”八卦以巽☴ 为风。风，一阴在下二阳在上，其象下静滞而上燥动。 周易以“入”为巽之德。明末大儒王夫之在《周易内传》中说：“自阴而言之，则自下而柔顺以入合于阳；自阳而言之，则刚得中而以柔道下施，入物而相劝勉。”阴居下而无向上干阳之意，而阳居上以柔施于下而无强求之情。巽之象，虽内外有别，然上下和洽无疑，有利志行之意。巽之“入”德，或取自此。 病之始因《黄帝内经素问生气通天论》曰：“风者，百病之始也。”风之动，四季皆有。风行之处，既是“入”物之所。人居于天地之间，自然也会受风的直接影响。风易入物，入其内则扰其气，如若引发阴阳失和，疾病也将随之而来。 病之外因东汉医圣张仲景在《金匮要略》中说：”千般疢难，不越三条：一者，经络受邪，入藏府，为内所因也；二者，四肢九窍，血脉相传，壅塞不通，为外皮肤所中也；三者，房室、金刃、虫兽所伤。以此详之，病由都尽。“医圣认为人的病由，三条而已。一是外因，如风、寒、暑、湿、燥、火所致之症；二是外感所致之症内传经络、脏腑所成之病；三是内耗，或外伤所致之病。一二其实可以归为一因，皆是外邪内侵导致人身机能失和而病。 《黄帝内经素问生气通天论》曰：“阴者，藏精而起亟也；阳者，卫外而为固也。阴不胜其阳，则脉流薄疾，并乃狂。阳不胜其阴，则五藏气争，九窍不通。是以圣人陈阴阳，筋脉和同，骨髓坚固，气血皆从。如是则内外调和，邪不能害，耳目聪明，气立如故。风客淫气，精乃亡，邪伤肝也。因而饱食，筋脉横解，肠澼为痔。因而大饮，则气逆。因而强力，肾气乃伤，高骨乃坏。凡阴阳之要，阳密乃固，两者不和，若春无秋，若冬无夏，因而和之，是谓圣度。故阳强不能密，阴气乃绝；阴平阳秘，精神乃治；阴阳离决，精气乃绝。“于人身而言，藏精而起亟之气名之为阴；卫外而为固之气名之为阳。阴气平和均匀，则生发易遂；阳气周密稳固，则外邪难入。非如此，则阴阳不和，生发不易，外邪易侵，身体易病。 拜个早年了。祝大家新春吉祥！身体健康！阖家幸福！ ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/14725.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"风邪","slug":"风邪","permalink":"http://www.zhinuo.site/tags/风邪/"},{"name":"巽风","slug":"巽风","permalink":"http://www.zhinuo.site/tags/巽风/"},{"name":"病机","slug":"病机","permalink":"http://www.zhinuo.site/tags/病机/"}]},{"title":"大寒","date":"2017-01-20T05:30:00.000Z","path":"spark/12969.html","text":"节气随想 华夏大地四季分明，春暖夏暑秋凉冬寒，是天地阴阳相互推荡的自然变化。热能大量输布于外之后必然需要敛藏于内以生发、积聚热能。天地热能不足，万物所能汲取的热能也变少，秋收冬藏或由此而来。 二十四节气有大暑，也有大寒，天生地养的生命无时无刻不受天地的影响。春夏时，随阴阳摩荡而生发，生长；秋冬时，随阴阳摩荡而收敛，收藏。既是被动适应，亦有主动调节。 阴阳摩荡，而生万物，但不必然产生生命，何以知之？在已观测到的太阳系九大行星，仅仅地球存在生命。何以知阴阳相互摩荡？显之于天，有日出月落之情；应之于地，有四季景观之状。 太阳于大寒到达黄经300度。 大寒的大字，含至，广，盛之意。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/12969.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"大寒","slug":"大寒","permalink":"http://www.zhinuo.site/tags/大寒/"}]},{"title":"分享：中医修正 - 六节藏象（二）","date":"2017-01-20T02:00:00.000Z","path":"excerpt/28330.html","text":"六节藏象（二） (2017-01-18 11:35:09)修正传真（771）03182919 《素问》第一二卷谈论藏象，只用四时，也就是不难理解却被后人疏忽的四时藏象。第三卷阴阳离合论将四象扩张为六节，为第四卷的六节藏象论铺平道路。这四时藏象，也就是被后来五行藏象巧妙掩盖的原始藏象论，在医史上被普遍误解为不完整的五行藏象。 鉴于藏府生理的复杂性，《素问》作者认为有必要予以适当的扩张，这便是《阴阳离合论》的缘起，终于在下一卷出现了《六节藏象论》，中医医理完成奠基。通观《内经》，以藏象论命名的只此一篇，并没有五行藏象论。 六节藏象从人体生理出发，将四时人道化，使藏象内容进一步完整。在春夏少阳太阳之间加入阳明，为圜道立个开口，就如在震乾之间安装一丸红日，照见凡夫步云之路；在秋冬太阴少阴之后加入厥阴，为圜道留个出口，就如在巽坤之后安装一轮明月，映现神仙下凡之踪。阳明化饮食水谷之精华，厥阴传男女血性之精气，饮食男女，人之大欲存焉，故谓人道化。这既丰富了圜道的内容，更让封闭式圜道与外界有了沟通。 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102xefe.html","permalink":"http://www.zhinuo.site/excerpt/28330.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"分享：《三阴三阳六气标本气化之理》说略 - 中医裘万吉","date":"2017-01-15T06:45:00.000Z","path":"excerpt/51341.html","text":"《三阴三阳六气标本气化之理》说略 (2017-01-01 08:24)人身生化是气化的一个过程，三阴三阳六气标本谈的是气化，所以六气为本，三阴三阳是行令之所为标。首先看少阳相火，这个少阳之火他是相，他是听命而行的，所以不可妄动。而且这个少阳之火不是少阳自身产生的，他不是自主的，他是在阴的基础上产生的，这个阴就是肝，而肝足厥阴经所行，本经之气是属于阴的。然而肝的功能是从阴化阳的，所以称肝为阴中之少阳。少阳火化出之后他是需要去路运行的，这个运行之道就是手足少阳。三阳是管阳用的，少阳也不例外，因为少阳运行的是火，火为阳，标本同气，从本。那么，这个少阳相火是干什么用的呢？火气生发运行天地。作用有二：一个是作用于天，一个是作用于地。作用于天，天赋生命以动力；作用于地，地气得开发利用。作用于地的相火，他只有在进食后，胃中有水谷，即有了地气，这个相火才释放开始工作，不然就静若处子。而作用于天的相火，则必须在心君行令的状态下工作的，也就是在心太阳宣布水谷精气于全身的状态下工作的。不然，如果断食，水谷之气用尽了，生命的动力也就消息了。所以人有胃气则生，无胃气则死。从这个层面看生命机制，那么，生命体的整个运作过程无非就是开发利用水谷精气充身生化的一个过程，也就是开发利用胃气的一个过程。所以生命的病理状态无非也就是胃气不化或不运的一个状态。胃气不化责在阳明无火或阳明藏器受伤，阳明无火责在少阳火气不足而藏器受伤责在饮食自倍肠胃乃伤或劳倦伤脾。 阳明燥金，这个阳明他是胆少阳火气化胃中水谷之气而出阳明精气，阳明精气由少阳火即日精与脾胃土即水谷之精气即月精化合而来，日月合明，故称阳明。天为阳，地为阴，水谷之精即阴中之阳，具有滋润作用，天气下为雨，而雨出地气，即地气上为云变化而来，所以这个阳明精气还具有降下的作用。滋润即能润燥，降下的功能即金气的功能，所以称阳明燥金。而这个滋润与降下的功能就是太阴肺的功能。所以阳明不从标本而从乎中，而阳明与太阴互为中气，故阳明从乎中即从乎太阴也。 太阳寒水，这个太阳他也不是自主的，也是在阴的基础上产生的，心为阳中之太阳，心手少阴经，心之性属阴而其功用为阳，是宣通敷布阳明精气于全身，供一身新陈代谢的，心主神明，神者，示申也，申即宣之义也，通上彻下，德施周普。所以太阳是宣通供养一身阳气的，太阳宣发敷布的阳明精气与机体的原始动力三焦相火合化而新陈代谢，产生太阳磅礴之气，产生一身的生命活动，一身才得温暖柔和，充满活力。阳明与少阳合化而出磅礴充身之三阳，亦称太阳。太阳是真正赋予一身机体生命活力的，一身之新陈代谢活动是在太阳气交之分进行的。人身有一处阳气不到就化寒，有一处水气不化就停积水饮障碍机体气化运行。人身生命气化活动停止肉身就变成冰冷僵硬，一身之水就称死水不动。所以太阳具有化寒化水功能，故称太阳寒水。寒水为阴，标本异气，故太阳从本从标。 太阴湿土，这个三阴是自主的，太阴是由肺调节的，肺手太阴经，本性为阴，主收降，肃肃出于高原，阴阳转接之所，先有心之彻底宣通而后才有肺之顺利收降，故称肺主宣降。太阳心的宣布是上焦开发宣五谷味，熏肤充身泽毛，若雾露之溉，是为气，是气传子母的过程。而太阴肺则是液行夫妇的过程，高处不胜寒，肃肃出于高原，将太阳之气收敛化液而滋润机体。太阴肺能将人身的整个大气收敛住，才不会产生大气向外涣散无度，心肺协和，则气机开合有度。这样形成了云行雨施，天地交感，产生气化循环。太阴肺能将太阳气交新陈代谢各种产物，该升的升，该降的降，该出的出，该入的入，分别作出处理，以行治节。机体整个的生命代谢产物的分清别浊处理，其责在肺。但从藏气流传上讲，主要的功能是将太阳气化合成出的精微物质收归入肾，为人体生化的可持续能源作储蓄补充。机体的滋润，润滑之性来自于太阴之收降，故称太阴湿土。湿土为阴，标本同气，故太阴从本。 少阴君火，少阴也是自主的。先看“君”字，尹者治理也，口代表四方可引申为天下。治理天下者君之德也。火者气化之动力也。少阴肾主封藏，将太阴肺整合收降的精微物质即太阳心君布化产出的成果转化成新能源，新能源交由肝与包络储藏，再通过疏泄而起极化为少阳相火。少阴所藏的是太阳心君布化产出之物，故称少阴君火。而此物又是少阳生发之源，相火生发利用可化出君火，君火布化合成出新物质经收藏而后又可化出相火，。君相两火之间是如此相依为用的。火为阳，标本异气，故称少阴从本从标。 厥阴风木，厥阴也是自主的，厥阴包络为主。包络是人身再造之地，生殖之门户。也是人身起死回生之地，手握绝阴回阳之职。生命之门从此开启，开天辟地由乎此。故称风者六气之长也。无风之动，六气无由生。生殖之门可以再造新生命，但却是一把双刃剑，同时会消耗本身而甚至毁灭本身。生殖之门开启过大，则相火化出必受制约。因为同出一源也。由此得见，生门死户同一处也。风者动气也，厥阴为绝阴化阳，由静化动，从此万物得以生长。故称厥阴风木。风动向阳化为相火而为一身之气化动力，风动是为生相火入少阳，故厥阴不从标本而从乎中，厥阴少阳互为中气，故厥阴从乎少阳。 原文地址：http://blog.sina.com.cn/s/blog_61c78c240102wtdr.html","permalink":"http://www.zhinuo.site/excerpt/51341.html","tags":[{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"经络","slug":"经络","permalink":"http://www.zhinuo.site/tags/经络/"}]},{"title":"小寒","date":"2017-01-05T03:30:00.000Z","path":"spark/37264.html","text":"节气随想 冬至后是小寒。冬季寒冷，北方太阳直射时间少，阴寒更甚，天地阴气较多， 常年温度不高。或许因此，文王八卦以“坎 ☵”（坎卦上下皆阴）置于北方之位；《黄帝内经》以肾置于北方之位，主人身之水。 寒，阴之属，可聚热，亦可息热。反过来，热，阳之属，可敛寒，亦可止寒。 人之生，阳生阴成，因阳依阴，医圣张仲景《伤寒论》以“伤寒”为题的缘由，也许正是从阴寒可息阳热而伤生的角度而作的点睛。 太阳于小寒到达黄经285度。 《月令七十二候集解》曰：“小寒，十二月节。月初寒尚小，故云，月半则大矣。”同样是冷，小寒和小雪有什么区别？小雪之时，阴将盛，地阳将尽未尽；小寒之时，阳将兴，地阳将生方生。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/37264.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"小寒","slug":"小寒","permalink":"http://www.zhinuo.site/tags/小寒/"}]},{"title":"分享：中医修正 - 六节藏象（一）","date":"2017-01-01T10:00:00.000Z","path":"excerpt/65232.html","text":"六节藏象（一） (2017-01-01 09:56:39)修正传真（771）03182919 一阳/少阳，胆三焦———〉二阳/阳明，脾胃———〉三阳/太阳，心———〉三阴/太阴，肺———〉二阴/少阴，肾———〉一阴/厥阴，肝胞络———〉一阳/少阳，这便是六节藏象的框架：将人体藏气流传形成的圜道——天，分成“六节”，彼此传递流行，如环无端。如果把这一框架内容具体化，大致是：饮食入胃，就如坤土厚积导致了一阳萌生，如卦之复，少阳胆汁输于中土而帮助食物消化；中焦蒸腐运化的结果，产生了阳明之气（二阳）；浊气归心之后，宣布灌输于四肢百骸、五藏六府、周身各处，德施周普就如太阳普照（三阳）；全身各处气化的结果，归朝于肺，经肺的治节审理，判其该升该降该去该藏，此三阴承接三阳，天运到此由气化转入液化，三阴化湿为水之上源；治节审理后，精华部分递交于肾而封藏，少阴为二阴；肾合冬主水依旧，而藏阴精主生殖的功能又大部分转移到胞络与肝，厥阴为一阴。 厥阴精室血海，再将转化少阳而六节圜道肇始于此。 六节藏象见于《素问》第九篇《六节藏象论》，而六节这三阴三阳初见于《素问》第六篇《阴阳离合论》，可惜这两篇经文都被有意地大篇幅删除过，中医史上百家注经者，对此都巧妙地含糊躲避过，这便是六节藏象论失落千年的根结所在 本文是31年前“生气通天谈藏象”的继续，最好参考一下新浪博客“中医修正”于2012-01-30的“藏气流传”。这里还有几个问题需要指出： 1）浊气归心：《素问》第21篇《经脉别论》还提到“散精于肝”“上输于脾”“经气归于肺”，为何只提到“浊气归心”？是否断章取义？ 2）肺朝百脉，是向肺性归朝，而不是离肺性输布，中西医研究同样的人体，其结果不应该反若冰炭。这不是向西旁靠，而是基于中医经典理论思维，对这一“传统化”的谬误修正。 3）形藏四者，胆、胃、大肠、小肠，与五神藏合为九野。 4）中医史上不少“传统理论”，都将面临这一不同思路的审视和质疑。 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102xd20.html","permalink":"http://www.zhinuo.site/excerpt/65232.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"分享：中医修正 - 藏气流传","date":"2016-12-29T03:22:33.000Z","path":"excerpt/51285.html","text":"藏气流传 (2012-01-30 10:10:25)修正传真（771）03182919 这是一篇写于1986年的中医学术探讨文章，当时笔者出于私心，尽量避免六节藏象内容。今天，既然在网上公告六节次序，当然想让中医学术风气从此有根本改观。所以，尝试在此寻找知音、结识同志，为拯救中医共同努力。今天先把这篇文章扫描上传，再慢慢打字上网以免字迹不清缺点。 26年过去，笔者对六节藏象的理解当然已经不同于当时，再次阅读自己文章后必然需要更新和更正，希望各位看官能持续关注、不吝指点批评。26年过去，四位高知的回信仍在书房，学术气氛一点都没有好转，中医被废的危机年年加深。不过，笔者相信，还是当年这篇没有引起重视的年轻人文章的写作思路，终将拯救中医的覆亡。 照片上的文字(“二、&nbsp;夏之蕃秀（9）与心主血脉”后面由阿福代为打字，在此表示谢意。): 医学资料汇编 / 第二期 / 医院学术委员会编 / 一九八七年十二月/ 赠阅 请批评 请交换编者话为了进一步贯彻落实党的中医政策，加快中医药事业发展步伐，坚持办院方针，突出中医特色，努力搞好中医院业务建设，根据一年来我院开展学术活动所积累的资料加以整理汇编成册。限于我们的水平，资料比较粗糙，缺点和错误在所难免，但本着抛砖引玉，互相学习，互相交流的精神，诚恳欢迎同道给予批评指正。医院学术委员会&nbsp; 一九八七年十二月 目录/生气通天谈脏象（1）/浅谈辩证和辨病相结合中的取向（25）/浅谈《女科要旨》之论治（31）/浅谈傅青主先生的外科学术思想（35）/谈学习瘀血证和活血瘀法的体会（41）/中药复方治疗急性黄疸型肝炎187例体会（51）/半夏厚朴汤加味在儿科临床应用的体会（58）/医案三则（63）/颅脑外伤综合症治验一例（67）推拿治疗肱骨外上踝炎的体会（69）/肺结核空洞伴咯血一例治验（73）/浅谈七情护理的方法（76）/浅谈糖尿病的饮食疗法（80）/介绍腰椎间盘突出症的简易骶管激素封闭疗法（86）/浅谈封闭疗法在骨伤科中的运用（91） 生气通天谈脏象内容提要一、笔者沿着《内经》探讨脏象的思路——生气通天观来探讨脏象。二、文章的中心内容是脏气变通，探讨内脏之气彼此间如何流通变化。三、脏气变通不同于十二经脉流注（按时逐一循环方式），它指的是人体生命之气总的流通变化规律，它不是循一条经脉逐一进行，也与时间无关，可能在二条以上乃至无数条经（络）脉内同时进行。四、脏气变通以五脏为中心而不按五脏的五行生克次序进行，它遵循自然界四时之气的生长收藏变通规律。五、脏气变通的概况是：以肝心肺肾四脏为主序循环流传，依肝生升，心浮散，肺敛降，肾沉藏的方式变化。六、肝疏泄的对象是肾所藏之精气。肝泄肾之藏后肾之精气化为少阳之气（亦即元气，详后文），自手少阳三焦和足少阳胆而出，从三焦敷布周身，从胆入脾助消化而开发后天资源，化生水谷精气。水谷精气生成之后从脾入肝再入心，经血脉敷布周身，在全身各处以三焦元气为启激力量，以水谷精气为物质基础进行气化活动，全身气化的结果又经血脉归朝于心肺，由肺审理治节，判其该升、该降、该出、该入、该去、该藏，肺气活动的归转是收敛下降，经肺之敛降，精气下藏于肾脏，肾受五脏六腑之精而藏之，肾所藏之精气便是肝脏疏泄的物质基础。七、“凡十一脏取决于胆也”是指脏气流通变化而不是指神志活动。“上焦开发”是指心脏功能而不是指肺，不可与肺主宣发，肺行营卫阴阳、肺朝百脉、诸气皆属于肺、十二经流注始于肺这些相提并论。生气通天，作为中医学的基本理论（1），是指人体生命之气通应与自然界之气并受后者影响，如卫气运行有昼夜变化，生理脉象有四季不同，冬寒多尿、夏热多汗等等。《内经》论医理多从生气通天观出发，《素问》中有大量关于生气通天地论述（2），《素问》开头几篇都是阐述生气通天观，还有直以“生气通天”命名的篇目，并不止一次强调“夫自古通天者生之本”（3）。纵观《素问》全书结构，正如《素问病能论》所说的“上经者，言气之通天也；下经者，言病之变化也”。先以生气通天观阐明脏象，在此指导下才讨论疾病的变化。因此，《内经》大作者张志聪在《素问集注》序言中总结出《素问》一书“所详者天人一原之旨”。可见，生气通天观在《内经》医理中处于指导地位。“脏气变通”，虽未见诸经典明文，但《内经》的“五脏相通，移皆有次”（4），《金匮要略》的“若五脏元真通畅，人即安和”（5）等经文，都明确指出了内脏之气处于有秩序的流通传递状态。脏气有流通运动就必然有变化，因为“不生不化，静之期也，静则气立孤危”（6）。因此，我想“脏气变通”的提出应不悖于经旨，还可能是一则被人们长期疏忽而又十分重要的脏象内容，当今教科书对脏气变通这方面理论就十分疏忽，在谈论五脏之间的关系时仅以五行生克关系表示，不能全面甚至曲解了《内经》脏气流传变化的旨义，进而无法解释“凡十一脏取决于胆也”为何义，肝疏泄地对象是什么？以为心火生脾土才能运化水谷等等一系列问题。我认为，弄清脏气流通这一问题，不但使我们能更全面地理解中医基础理论，还将发现当今教科书上一些错误的脏象内容。内脏之气如何流通变化呢？《素问六节脏象论》中有精辟的论述，该章先论天后论人，从生气通天观探讨脏象，在回答“脏象何如”时，明确指出肝通春气、心通夏气、肺通秋气、肾通冬气。以四脏通应四时之气所指何义呢？王冰（7）认为是四脏旺于四时，马莳认为四脏四时是借五行属性相通的，历代注家对此多有歧见，现今《内经》教科书，对此四脏通应四时之气问题均避而不谈。考四时之气，春生夏长秋收冬藏，并依次流传连成一气。我认为《素问六节脏象论》以四脏通应四时之气所寓之义，便是借四时之气地生长收藏变化来阐明人体内脏气的流传变化：脏气发生于肝，长盛于心，收敛于肺，封藏于肾，如此循环不已。再重温本篇经文在讨论脏象前为何大谈天地之气地流传变化，即可发人深思，《素问》本是医术，谈天说地岂能离开人体、医理？谈论天气的流传变化，其意就在于人体内脏气的流传变化。我认为，脏气流传变化地概况应是按肝春生、心夏长、肺秋收、肾冬藏这样循环进行，不过从现今通行的五行配五脏观点看，四脏配四时似乎有欠“全面”，经文中明明五脏俱论，也有“长夏”字眼，为何只提四脏应四时呢？春夏秋冬合于木火金水，无长夏岂不缺土？这该如何而论？首先，《素问》中也有以“五时”配五脏与四时四脏之异，分歧就在于脾土一脏，或以为脾主长夏，或以为脾不主时。但从专论脾胃的《素问太阴阳明论》所载的“脾者……不得独主于时也”看，四脏配四时是正确的，并非有缺漏。何况《素问》中《四气调神大论》、《生气通天论》、《玉机真脏论》、《水热穴论》等篇谈论医理时也都只提四时而不是“五时”，并且还反复强调“夫四时阴阳者，万物之根本也”、“阴阳四时者，万物之终始也，死生之本也”（8）。显然，四时具有独特的说理功用，这不是五行生克关系所能取代的，何必一切都拘于五行生克？《素问宝命全形论》明确指出“人以四时之法成”，人体内到底什么东西取法四时而成呢？千古不明，若再将《素问六节脏象论》所述的四脏配四时与四时生长收藏流传变化这一基本规律（在《素问四气调神大论》、《灵枢顺气一日分为四时》中均有论述）相参合而看，四时配四脏不正是说明脏气的流传变化吗？我想取四取五当与所论不同有关，若论五脏各自的属性、功用，当然要取五，人们不会怀疑脾配五行之土、位中央以养四方（脏）的说法，但若论五脏之气的流通变化，就不一定遵循五行的生克次序进行，而是按四时之气流传变化。其次，我想藏气流传变化取四而不取五还可能与古天文有关。从《内经》生气通天观论，人体生命之气的运行当与天运相参，人体生命之气的周身流传变化，就如天象天气的周流变化，《灵枢》论营卫之气的运行便是如此（参考《灵枢》中的《五十营》、《营气》、《营卫生会》、《卫气行》诸篇），《素问六节脏象论》既以四步论脏气流传变化，并在此前大谈天运流传变化，那么四步流传变化合于天运的可能性就很大。考古天文，取周天廿八宿以纪度天运，如《尚书尧典》便以昏见之宿推知天运入于何时何节，《吕氏春秋》“十二纪”以日在何宿，昏旦各见何宿而推知天运入于何时何节。古天文书皆以廿八宿经天代表着天运，天运一周则廿八宿亦经天一周。廿八宿在古天文中分为“四象”，即苍龙、白虎、朱雀、玄武，其中苍龙七宿在东应春，白虎七宿在西应秋，朱雀七宿在南应夏，玄武七宿在北应冬。所以，论天运之简易者，只是四象流迁，苍龙、玄武、白虎、朱雀依次流传变化，如此反复不已，守此四象流迁即可以简御繁，执天之行。也就是说，天运一周以四象流迁变化一周（历春、夏、秋、冬）为纪，上有四象流迁之垂象可望见，下有四时气候变化可感知。《素问六节脏象论》取四脏通应四时，而四时之气生长收藏变化又上应四象之流迁，因而脏气流传之通天，实际上就是古天文之四象流迁。不过，上天之垂象除四象流迁外，亦有五行星之流迁，为何取四而不取五呢？这是因为五行星各自之运行（视运动）多变（迟、速、伏、留）而无常，各自之周天亦快慢不一，彼此间更不按五行生克次序经天，而天运则有常，寒暑相代，四时流传，皆与五行星之运行无关，因而五行星之经天不能代表天运。廿八宿经天则恒常不变，古天文谓之“恒星天”（九重天之一），寒暑相待，四时流传，皆可从观测恒星天诸宿（四象而已）之流迁而纪定。所以四象（廿八宿）可用以代表天运。要之，天运一周以四象流迁一周（历春、夏、秋、冬）为纪，它既不以五行星流迁为纪，也不按五行生克次序进行。我想，这可能便是《素问六节脏象论》取四时论脏气周身变通，而不取五行论的天文缘故。再论四时与五行的关系，也没有理由用五行来统四时，四时合于四象，《周易》论四时四象是直接从阴阳两仪中派生出来（阴阳太少四则），“易有太极，是生两仪，两仪生四象，四象生八卦”（9），从未谈及五行，若以五行统四时而视四时为不全面的五行，显然荒谬。《周易》曾明确指出“变通配四时”，“变通莫大乎四时”（9），论变通者何拘于五行之生克？可见，论流通变化之从四而不从五，上有天文可考，古有《周易》明文，而生气通天，易医相通皆医学之大理，那么《素问六节脏象论》提出四脏应四时之脏气流传变化又和怪之有？若一切都从五行论，讨论脏气流传时也硬将长夏塞入夏秋之间，改四季为“五时”以应五行之数，不仅显得机械，并且在具体讨论脏气流传时也有不尽善之处。如张介宾、徐灵胎等历代不少名家都对五行脏象观的心火生脾土提出了异议（10），所论不无道理，笔者将四时论脏象与五行论脏象对比之后，认为《素问六节脏象论》以四时论脏象比用五行论脏象更本质地反映了脏气的流传变化。下就从生气通天观出发，以四脏应四时为中心，四时生长收藏循环为序，对五脏功能作一管窥，对于被人们所忽视的脏气变通问题做重点探讨，并在此基础上对所涉及的某些基础理论问题提出自己的看法：肝脏疏泄的对象是什么？是教科书上所说的消化、神态、气血吗？“凡十一脏取决于胆”的意义究竟何在？被喻为至阴、死阴的脾脏为何能健运、升清？五脏六腑皆受气于肺？上焦开发是指肺的宣发吗？文中谬误之处谨望同志们指正。 一、 春之发生与肝主疏泄（一）肝疏泄的对象与结果四季生长收藏互用，春之发生不能凭空而生，而是在冬藏基础上的发生，犹如春天草木萌发于冬天匿藏地下之根、子。故《素问·四气调神大论》谓春之发生为“发陈”，发者春之启发，陈者旧也，即冬之所藏，人体内精气蓄于肾，肾藏父母之精及五脏六腑之精，犹如草木之根、子。生命活动，内而脏腑经络之气化，外而视听言动，其原动力皆导源于肾（11）。但肾者主蜇、为封藏之本，虽有所藏，不能自献其藏于它脏，须靠肝之疏泄、启陈，才能将肾之所藏（精气）开发出来利用。犹如冬藏地下之根、子，须借春升风动之力，使“甲圻句萌”，所藏之精气才被开发出来利用。此肝泄肾之藏正合春发冬之陈。我认为肝脏疏泄的对象正是肾脏所藏之精气，肾所藏之精气犹如冬藏地下之根、子，肝之疏泄则有如春芽萌生。芽从根萌，肝木生于肾水，从生理讲，肝之疏泄该以肾之所藏为基础（母），倘无所藏，何陈可发？但若藏而不出，则进入“静之期”，“静则气立孤危”（6）岂是生理要求？再从病理讲，肝木疏泄过分而形成肝火，肝阳上亢时，必下吸肾水而致肾所藏之精的亏损，以研究肝病称著的清代名医李冠仙在《知医必辩》一书中有“肝…疏泄太过，致肾不闭藏”病机论述，亦可反证生理上肝泄肾之藏。现行教科书谈论肝脏疏泄时认为：一、脾胃消化，二、神志舒畅，三、三焦通畅；四、气血流通。其实肝之疏泄与四者的关系是在肝脏疏泄之后，肾之元气经三焦敷布周身，经胆入脾助消化（见下文），于是气血才能正常化生、运行，在气血活动正常的基础上神志活动才能正常。因此，我认为四者皆不是肝脏疏泄的对象，而是结果。肾所藏之精气被肝开发出来之后，其去路如何呢？“五脏相通，移皆有次”（4）。《内经》已有明文。不过脏气的生理流传是由肾及肝再入心这样简单的五行相生次序进行吗？肝发肾藏已述于前，由肝入心虽也符合木火相生、春生为夏长的道理，但只是脏气流传的大势。若具体地讨论，春生并非只开发了先天之本——肾所藏之精气后就进入夏长状态，还须对后天之源——脾胃之水谷进行消化吸收后才能进入夏长蕃秀状态。现先讨论肾之精气被肝开发出来后的去路，我认为应是先经手少阳三焦和足少阳胆。 （二）少阳之气的萌生与敷布肝属厥阴，《内经》谓其“阴中之少阳”（12），并指出厥阴中见少阳，厥阴之化从少阳（13）。很明显，肝体虽阴，其用在阳，肝疏泄的结果就是萌生了少阳之气，少阳属木应春，乃众生之初，故少阳之气亦称“生气”，人体内少阳之气因肝泄肾之藏而萌生，萌生后分手少阳三焦和足少阳胆而出。手少阳三焦之气，自然是少阳之气或生气，但同时也应该明白此气亦即元气，来源于肾脏（因肝之启发而出）外导之元气，三焦内所寄之相火亦即肾脏相火之外导者，故《难经》谓三焦为“元气之别使”（14），《中藏经》谓“三焦者，人之三元之气也”（15），《金匮要略》有“三焦通会元真”之说，皆以三焦为运用元气之腑，再考三焦与元气之脏——肾的关系，《内经》有“少阳属肾”（16）的记载，《难经》以“肾间动气”为“三焦之原”（17），在结构上，肾与三焦相连，在功用上，肾之元气但封藏而已，经肝之启发，肾之元气（相火）才外导而入三焦，去藏初用，由三焦而敷布周身，起启发推动各脏腑组织生命活动的原动力作用，元气从肾入三焦之后，由于所处的脏腑改变，从冬入春，从禁锢中释放出来，去藏入用而为众动众生之初，故此气亦称为少阳之气，或生气，可见三焦之生气、少阳之气、元气、相火，实乃一阳气之别名，从其来源论，可谓元气、相火；从其功用及所处的脏腑看，则为少阳之气、生气（此仅谈三焦之气，若论肾中之元气、相火，则不可称为少阳之气）。由于三焦为腑，居十二脏腑之最大，在结构上，它包罗其他脏腑，在功用上，它“主持诸气”（14），主管各脏腑组织的气化活动，所以肾之精气经肝疏泄后，主要从手少阳三焦出，启发推动周身功能活动。足少阳胆，其气是否也萌生于肾呢？虽然对“少阳属肾”一语（16），历代只解释为三焦属肾（18），肾与胆亦无直接经络连系。但乙癸同源，肝胆相连，岂可谓肾与胆无密切联系？三焦少阳之气萌生于肾，胆中少阳之气岂可凭空发生？身为金元四大家之一的朱震亨在《格致余论》中明确指出胆中寄有相火（19），而相火又根于肾，这说明什么呢？我认为肾中元气除大部分经三焦而出外，也有经胆而出者，至于胆中相火与少阳之气的区别，亦名异实同，理同三焦所辩。胆中相火（少阳之气）将疏向何方呢？根据《中医基础理论》和《中医学基础》所论的胆汁消化，参考《脾胃论》中有关胆的论述（20）结合“土得木而达”（21）、“制则生化”理论（22），我认为胆中少阳之气不象三焦作用那么广泛，而是专门对后天之源——脾起激发推动作用。 （三）“凡十一脏取决于胆也”（23）与脾之运化升清今人论脾，均谓其主运化升清，脾能自己运化升清吗？值得推敲。脾属土，《内经》论土只以“备化”（24）二字表示其德用，未言土能自化，且脾属阴土，《内经》谓其“至阴之脏”（25），而“阴静阳燥”（26），又是阴阳学说的基本原理，脾胃派宗师李东垣认为“脾者阴土也，至阴之气主静而不主动”（27），并不止一次强调“脾为死阴”（28）。试想主静之死阴至阴能自己运化升清吗？但脾对水谷的运化又是客观事实，《内经》多次指出脾主为胃行其津液（29），饮食入口后“胃为之市，脾为之使”（30）,若脾不能运化水谷、化生精气，又何以上奉心肺？我认为胃中之水谷虽是脾运化的，但并非脾脏单独就能完成此功能。叶天士对脾胃研究的结果指出“太阴湿土，得阳始运”。从“得阳”二字可知此阳并非自身之阳，但又是何脏何腑之阳呢？我认为此阳既不是下暖脾土之心阳，也不可直说是上蒸脾釜之肾阳，实乃足少阳胆腑之阳气。胆属木，脾属土，木来克土，责令脾运，即是《内经》“制则生化”（22）、“土得木而达”（21）的道理，故李东垣谓“胆风也、温也，主生化周身之血气”（31），试想古人以胆为奇恒之腑，并不受纳水谷，若非与后天之源脾相配合，又何以生化周身之血气？譬为湿土、死阴的脾脏，得胆腑风动，温煦之阳气始能显示出运化、升清的功用，才能发挥其养长变化的功用，也就是说脾之运化、升清，所依赖的正是少阳之气风动、上升、温煦的特性，若脾胃得不到胆的温助，则所有水谷尽归污废，非但不能化生气血，还将为疾病之根，故李东垣又说：“胆气不升，则飧泻，肠澼不一而起矣”（32）。人体生命活动的能量来源于肾脾这先后天两大本源，张介宾说“命门为化之源”，“脾胃为灌注之本”（33）。肾所提供的虽是原始动力，但肾之所藏毕竟有限，只能提供少量的启激能量；脾所提供的虽是补充能量，但后天水谷资源无穷无尽，是脏腑功能活动的主要资源。胆中少阳之气萌发于肾，作用于脾，由于胆具有沟通肾脾这先后天两大本源的功用，尤其在助脾运化、升清，启发后天资源，化生气血以灌注五脏六腑这方面起决定性作用，故论脏气之流传变化则是“凡十一脏取决于胆也”。再从“凡十一脏取决于胆也”所在的原文《素问·六节脏象论》讨论，全文结构是先论天地之气的流转，指出“求其至也，皆归始春”，后才论肝心肺肾四脏功能通应于四季变化，并在讨论脾胃大小肠为“仓廪之本”，主管化糟粕转味而出入之器，为“营之居”之后，才提出“凡十一脏取决于胆也”，以呼应其前之“皆归始春”。从文句安排可知“凡十一脏取决于胆也”，是指脏气之流传变化取决于胆，犹如天气流转变化始于春天。有人认为“凡十一脏取决于胆也”的含义是指胆在神志活动上起决断作用。我认为这种说法是不确当的。因为《内经》讨论神志活动时只论脏而不论腑，且五脏之中又以心藏神、主思维，为神志活动之根源，其它四脏只能对心神活动的某些部分（如志、意等等）起辅助、影响作用。“神脏”只五（34），胆本非神脏，又如何起神志决断作用呢？上述肾所藏之精气，脾胃之水谷，这先后天两大本源，均因肝之疏泄而被开发利用，是脏腑之气活动的初起阶段，犹如春之发生，故归于肝之疏泄。 二、夏之蕃秀（9）与心主血脉水谷精气生成之后，经脾上输上焦，即所谓“浊气归心”、“上归于肺”（35）。然后“上焦开发，宣五谷味，熏肤、充身、泽毛，若雾露之溉”（36）。在水谷精气上输上焦问题上，《内经》虽是心肺并提，但可不能因此认为有两条并行的路径，其根本去路应是“浊气归心”（关于水谷之气的输布，亦循四季四脏之序，另有专文）“上焦开发”一语亦主要指心脏功能。首先因为心之血脉遍布周身，水谷精气生成后要周营全身，必须假道血脉，而血脉皆属于心，只有心脏才能将精气输布周身，而肺脏只与少数脏腑经脉有直接连系，不可能由肺将精气宣布于周身。（关于肺主宣发，朝百脉，十二经流注始于肺等后有专论）其次心为阳中之太阳，肺为阳中之太阴(23)二者虽然体位均阳，但心用如太阳而应夏长，肺用如太阴而应秋收。将精气宣布于周身的功用，犹如太阳之普照，夏物之浮长，而肺之功用正好与此相反，应于秋降收敛。《素问·五常政大论》明确指出“升明之纪，正阳而治，德施周普……其化蕃茂……其脏心”，“审平之纪，收而不争……其化坚敛……其脏肺”。心与肺一散一收，经文已十分明确。“上焦开发，宣五谷味，熏肤、充身、泽毛，若雾露之溉”不正是德施周普吗？这岂可与肺脏收敛功用相提并论？至于肺主宣肃，是指肺脏在治理百脉来朝时，使其中某些物质该外、升者外、升，即所谓宣；该内、降者内、降，即所谓肃，可见心宣异于肺宣，不能混淆。但为何《内经》不直说“心脏开发”呢？因为宣布精气于周身这一功能，虽然主任在心，但肺为心之“相傅”，有助心行脉的功能，故合指“上焦开发”。上述脾之精气“归心”后，心在肺气的辅助下“淫精于脉”（35）经血脉将精气宣布于周身，在全身各处的器官组织内，以三焦之元气（先天）为启激力量，以脾胃之水谷精气（后天）为物质基础，进行气化活动，使整个机体备受煦濡而处于功能旺盛的活动状态。前面所述肝之疏泄开发了先后天之源，为脏气活动的初始而应春生；那么到心脏发挥功用，经血脉将精气宣布于周身时，脏腑精气活动已进入全盛状态，有如夏物之蕃秀、长盛，故《素问六节脏象论》说“心……为阳中之太阳，通于夏气”。 三、 秋之收敛与肺主清肃精气周营全身之后，除维持各脏腑组织的功能活动外，必然有伴随气化而生成新的物质，犹如草木蕃秀之后必有花果，因为有运动必有变化，“不生不化静之期也”，“静则气立孤危”（6），人体内气化活动岂可言静？在这些经各脏腑组织气化而生成的新物质中，有精气被利用后剩下的废物，有各脏腑组织产生的精微物质，它们将被运到何处？如何处理呢？这些须再经血脉朝会于肺，由主一身之气的肺来统一治理。这是由于肺朝百脉，有能力接受全身百脉之气的朝会；肺主一身之气而司治节，全身各处的气化结果皆须经肺之审理。这些全身气化的结果经肺治节后，该升者升（宣），该降者降（肃），该出者出（宣），该入者入（肃），该去者去，该藏者藏。至此，脏腑精气活动已进入秋收阶段，结果是归藏于“藏精气而不泻”（37）的五脏，尤其是经肺之清肃，精气下藏于“通天冬气”，“主蜇”、为“封藏之本”（23）的肾脏，以应天道秋收冬藏相承之理，虽然肺气有降亦有升，但升降之理是升从下升，升极而降，降从上降，降极而升，肺居诸脏腑之最高位，譬为华盖（38），配于天，其德用合于秋收，与其它脏腑相比较而论，其气自然以降为主（39）。虽然肺降的不只是精气，也有代谢废物，肺降的结果除精气下藏于肾外，对胃、大肠、膀胱之气也起辅降作用，但人体生命活动是以五脏精气为中心，故肺降的中心应是精气降递于肾。由于精气活动由全身的蕃秀状态经肺之治节、清肃后转入秋藏状态，故《素问六节脏象论》说“肺……为阳中之太阴，通于秋气”。以上讨论了心肺在精气代谢上的夏长秋收关系，现在此基础上再讨论一个问题：“上焦开发”与心肺关系，上焦心肺并居，水谷精气在“三焦开发”是靠心还是靠肺，这问题已在上文讨论。但人们或许还会因为十二经流注始于手太阴肺经、肺朝百脉、主宣发、行营卫阴阳、诸气皆属于肺等观点的影响而误解为“上焦开发”是靠肺气的作用，下分条辨析： （一）十二经流注始于肺：这不能与“上焦开发，宣五谷味”相提并论。《素问经脉别论》论述水谷精气输布时，虽有“肺朝百脉”之说，却始终未提？十二经流注，从所描述的水谷精气输布路径看，也不是按十二经流注次序进行，也就是说水谷精气输布的路径有别于通常所说的十二经流注的路径，即所谓“别论”。再则水谷精气经上焦开发后是如雾露之溉，同时普施于周身各处，这岂是十二经流注逐一循行的方式所能相比？因此不能因为十二经流注始于手太阴肺经就误以为水谷精气的敷布亦始于肺。我想只有心之血脉遍布全身各处，才具有将水谷精气同时宣布于周身能力。 （二）肺朝百脉：“肺朝百脉”是在《素问经脉别论》讨论水谷精气运输时提出的，很容易与“上焦开发，宣五谷味”相牵附而误解为是肺脏经百脉而宣布水谷精气于周身。首先从结构上讲，必须明白肺只与少数脏腑经脉有直接连系，既然肺只与少数脏腑经脉有直接连系，那么肺之朝百脉便是间接而不是直接的，再考虑到心“在体为脉”（40），心脉一体，百脉皆连属于心，心脉从心系上通于肺，便不难理解肺通过心脏为中转才与百脉发生间接连系，在与百脉关系上心直接而肺间接，因此若从结构角度考虑，肺该将“朝百脉”之称让与心脏。我认为“肺朝百脉”的含义应该从生理功能探讨，“肺朝百脉”应作百脉朝肺或肺受百脉来朝解释。因为“肺朝百脉”是在“经气归于肺”之后才提出的，具体含义是指全身各处气化的结果皆经血脉朝会于肺，肺行治节之权，判其该升、该降、该出、该入，也就是说“肺朝百脉”是向肺性朝会，而不是离肺性宣布，宣布百脉的开发功能在于应夏之浮长、为阳中之太阳的上焦心脏。 （三）肺主宣发：肺主宣发一语极易与“上焦开发”混为一谈，要严格区分，首先必须明白肺气之宣发是与肃降相比较而言的，是肺气活动升与降、出与入两方面的自相比较，其含义在于肺气活动范围内。若超出此范围，讨论肺与其它脏腑的功能活动相比较时，就不能用“宣发”二字来描述整个肺脏功能而置肃降于不顾，就应该用相傅之治节、四季之秋收来形容肺脏功能。也就是说，肺之宣发不是“上焦开发”的同义词，上焦开发主任在心，而肺气之宣发仅属治节内容。 （四）肺行营卫阴阳（41）：这句话不是说水谷化生的营卫等阴阳之气是从肺直接宣布运行于周身各处，肺为阳中之太阴，应秋主收而不主散，上文已反复讨论，“行营卫阴阳”是指营卫等阴阳之气经百脉朝会于肺后，经肺气之宣肃，使其或升于上，或降于下，或浮于外，或沉于内，即所谓“行”，亦属治节内容。同样，“诸气皆属于肺”（42）也不能理解为诸气皆出于肺，若论气之所出，其源在于肾脾，饮食入胃后，散精于肝，淫气于筋，浊气归心（35），皆未经于肺，岂可谓诸气皆出于肺？我认为“诸气皆属于肺”也只能从肺主治节讨论。因为“诸气皆属于肺”于“诸脉皆属于目，诸髓皆属于脑，诸筋皆属于节，诸血皆属于心”同见于《素问·五脏生成》，几个“属”的解释应该是相同的，只能作连属，受制、管辖于理解。因此，本句经文也不可与“上焦开发”联系而论为诸气皆出于肺。 总之，肺朝百脉，主宣发，行营卫阴阳，诸气皆属于肺，都属于肺脏治节的内容，不可误解为肺脏有宣布气血于周身的功能。十二经流注始于肺，也不能与“上焦开发”相提并论。与它脏相比较而言，肺主收敛而不主宣散。 四、冬之闭藏与肾主藏精（气）肾“通于冬气”、“主蜇”（23），“受五脏六腑之精而藏之”（43），《内经》已明确指出肾的主要功能是闭藏，后人对经旨的理解亦较清楚，无很大出入。但肾是自受五脏六腑之精而藏之还是接受从肺传来的五脏六腑之精而藏之？我认为应以后者为是。因为肾不与各脏腑经脉都有直接连系，五脏六腑之精气不能都自达于肾脏，况且各脏腑组织气化所产生的物质中有精气也有废物，肾脏岂能兼收并蓄？而肺脏则有能力受理百脉之气，全身各处气化结果经肺治理后，浊废者可从气管、皮肤、大肠、膀胱排出体外，精气则经肺气之肃降，下藏于肾。此即五行金水相生、四季收藏互用体现在肺肾生理关系上。在此关系上，决不能将金水相生的意义只解释为“肺为水之上源”，进而再简化为只有水液代谢的关系。而应该明白肺之清肃收敛决定着肾有所藏，有所藏才有能力为“作强之官”、生命之根。脏腑精气活动至此，已按生长收藏之序循环一周，藏蓄于肾。肾所藏之精气，显然不仅是先天（父母赋予）之精气，也包含后天（水谷所化）之精气，既是整体精气之精纯者，又曾遍历五脏六腑四肢百骸，携带着全部生命信息，故可由此精气而复制出相类似的生命（肾主生殖）。肾主封藏，但并非精气就永远静藏于此，如此则进入了“静之期”，“静则气立孤危”（6）。不符合生理要求，藏是为了积蓄能量，积蓄的目地仍在于用，仍需要出。若不出不用，将如何作强？如何生殖后代？如何推动五脏六腑活动而为生命之根本？可见肾冬之闭藏，是为了将来之出之用，这便是肝春疏泄的根基。 附注1)见《中医基础理论》、《中医学基础》、《内经选读》和《素问集解》绪言。2)如《生气通天论》、《四气调神大论》、《金匮真言论》、《阴阳应象大论》、《诊要经终论》、《脉要精微论》、《玉机真脏轮》、《三部九侯论》、《脏气法时论》、《宝命全形论》、《八正神明论》、《疟论》、《针解》、《四时刺逆从论》、以及谈论运气的七篇大论中均有生气通天的论述。3)《生气通天论》、《六节脏象论》。4)《素问·玉机真脏论》。5)《金匮要略·脏腑经络先后病脉证》6)《素问·气交变大论》7)见《古今图书集成·医部全录》，下文马莳之说亦在此。8)《素问·四气调神大论》9)《周易·系辞上》10)《景岳全书·传忠录下·命门余义》，《杂病源》（见《中医历代医论选》第189页），均认为生脾土的是肾之阳气而不是心火。11)见《中医大辞典·基础理论分册》元气条注。12)《素问·六节脏象论》、《灵枢·阴阳系日月》13)《素问·至真要大论》、《素问·六微旨大论》14)《难经》三十八难、六十六难。15)见《中医历代医论选》第163页16)《灵枢·本输》17)《难经·八难》18)《内经知要》、《侶山堂类辩》中“辩气”“辩两肾”“辩三焦”《灵枢集注》、《灵枢注证发微》19)《格致余论·相火论》20)《脾胃论·脾胃虚实传变论》、《脾胃论·胃虚脏腑经络皆无所受气而俱病论》21)《素问·宝命全形论》22)《素问·六微旨大论》23)《素问·六节脏象论》24)《素问·五常政大论》25)《素问·六节脏象论》、《素问·金匮真言论》、《灵枢·阴阳系日月》26)《素问·阴阳应象大论》27)《脾胃论·脾胃虚则九窍不通论》28)《脾胃论·脾胃胜衰论》、《脾胃论·大肠小肠五脏皆属于胃，胃虚则俱病论》29)《素问·太阴阳明论》、《素问·奇病论》、《素问·厥论》30)《素问·刺禁论》31)《脾胃论·胃虚则脏腑经络皆无所受气而俱病论》32)《脾胃论·脾胃虚实传变论》33)《景岳全书·传忠录下·命门余义》34)《素问·六节脏象论》曰“神脏五”见王冰、马莳及张志聪注。35)“浊气归心”、“上归于肺”均见《素问·经脉别论》36)《灵枢·决气》37)《素问·五脏别论》38)《素问·病能论》曰“肺者脏之盖也”39)参考《素问·六微旨大论》所论述的气机升降。40)《素问·阴阳应象大论》、《素问·萎论》41)《素问·平人气象论》42)《素问·五脏生成》43)《素问·上古天真论》 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102dyfo.html","permalink":"http://www.zhinuo.site/excerpt/51285.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"分享：中医修正 - 新年献疑：《金匮真言论》真言在哪里？","date":"2016-12-29T03:22:33.000Z","path":"excerpt/13326.html","text":"新年献疑： 《金匮真言论》真言在哪里？ (2013-01-01 11:52:54)修正传真（771）03182919 这是《黄帝内经素问》第一卷的最后一篇，处于承先启后的位置。作者既然以“真言”名篇，应该有一两句真言吧？医圣张机，看懂了真言，才“撰用《素问》九卷”，将《素问》列为《伤寒杂病论》的第一参考书。不过，从后世中医人一路挣扎下来的泥泞看，从政府大力扶持却依然被吼废除的现实情况看，敝人断定没人看出本篇的真言何在。敝人真心希望中医人有认真探究的精神，因此一年内不会说出自己的看法，期待有年轻人说出我的心里话。本博文将在一月内更新数次。 以下是《素问 金匮真言论》原文： 黄帝问曰：天有八风，经有五风，何谓？岐伯对曰：八风发邪，以为经风，触五藏，邪气发病。所谓得四时之胜者，春胜长夏，长夏胜冬，冬胜夏，夏胜秋，秋胜春，所谓四时之胜也。东风生于春，病在肝，俞在颈项；南风生于夏，病在心，俞在胸胁；西风生于秋，病在肺，俞在肩背；北风生于冬，病在肾，俞在腰股；中央为土，病在脾，俞在脊。故春气者病在头，夏气者病在藏，秋气者病在肩背，冬气者病在四支。故春善病鼽衄，仲夏善病胸胁，长夏善病洞泄寒中，秋善病风疟，冬善病痹厥。故冬不按蹻，春不鼽衄，春不病颈项，仲夏不病胸胁，长夏不病洞泄寒中，秋不病风疟，冬不病痹厥，飧泄而汗出也。 夫精者身之本也。故藏于精者春不病温。夏暑汗不出者，秋成风疟。此平人脉法也。故曰：阴中有阴，阳中有阳。平旦至日中，天之阳，阳中之阳也；日中至黄昏，天之阳，阳中之阴也；合夜至鸡鸣，天之阴，阴中之阴也；鸡鸣至平旦，天之阴，阴中之阳也。 故人亦应之。夫言人之阴阳，则外为阳，内为阴。言人身之阴阳，则背为阳，腹为阴。言人身之藏府中阴阳。则藏者为阴，府者为阳。肝心脾肺肾五藏，皆为阴。胆胃大肠小肠膀胱三焦六府，皆为阳。所以欲知阴中之阴阳中之阳者何也，为冬病在阴，夏病在阳，春病在阴，秋病在阳，皆视其所在，为施针石也。故背为阳，阳中之阳，心也；背为阳，阳中之阴，肺也；腹为阴，阴中之阴，肾也；腹为阴，阴中之阳，肝也；腹为阴，阴中之至阴，脾也。此皆阴阳表里内外雌雄相俞应也，故以应天之阴阳也。 帝曰：五藏应四时，各有收受乎？岐伯曰：有。东方青色，入通于肝，开窍于目，藏精于肝，其病发惊骇。其味酸，其类草木，其畜鸡，其谷麦，其应四时，上为岁星，是以气在头也，其音角，其数八，是以知病之在筋也，其臭臊。南方赤色，入通于心，开窍于耳，藏精于心，故病在五藏，其味苦，其类火，其畜羊，其谷黍，其应四时，上为荧惑星，是以知病之在脉也，其音徵，其数七，其臭焦。中央黄色，入通于脾，开窍于口，藏精于脾，故病在舌本，其味甘，其类土，其畜牛，其谷稷，其应四时，上为镇星，是以知病之在肉也，其音宫，其数五，其臭香。西方白色，入通于肺，开窍于鼻，藏精于肺，故病在背，其味辛，其类金，其畜马，其谷稻，其应四时，上为太白星，是以知病之在皮毛也，其音商，其数九，其臭腥。北方黑色，入通于肾，开窍于二阴，藏精于肾，故病在谿，其味咸，其类水，其畜彘，其谷豆，其应四时，上为辰星，是以知病之在骨也，其音羽，其数六，其臭腐。故善为脉者，谨察五藏六府，一逆一从，阴阳表里雌雄之纪，藏之心意，合心于精，非其人勿教，非其真勿授，是谓得道。 原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102ea2i.html","permalink":"http://www.zhinuo.site/excerpt/13326.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"金匮要略","slug":"金匮要略","permalink":"http://www.zhinuo.site/tags/金匮要略/"}]},{"title":"冬至","date":"2016-12-21T04:30:00.000Z","path":"spark/51740.html","text":"节气随想 太阳于冬至到达黄经270度。这时太阳直射地球南回归线。北半球白昼渐长，黑夜渐短。 复卦之象，一阳震动起于五阴之下。《周易》 曰：“复其见天地之心乎！象曰：雷在地中，复，先王以至日闭关，商旅不行，后不省方。”至日就是冬至。阴极而阳生，一阳来复，阳气复始于地下。生而复始，生生不息，此谓天地之心。然一阳尚弱，必休息呵护以待其长。 《月令七十二候集解》曰：“冬至，十一月中。终藏之气至此而极也。”言外之意，冬藏已极，春生将复。 四时周流复始，如圜无端，而人生于天地之后，无法知春夏秋冬四者谁为始，谁为终。喜明恶暗，人之常情，古人观天地，以光明为阳，以黑暗为阴。引申发明之后，渐渐的阳便代表生气、光明、向上、善，等等，阴代表浊气、黑暗、向下、恶，等等。 以春为始，以春节为年初，和以复月（阴历十一月）为十二月之首，古人所设定的一年之始虽或早或迟，但都以阳之生发作为起始，其实也表达了古人对生气、光明的向往和尊崇。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/51740.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"冬至","slug":"冬至","permalink":"http://www.zhinuo.site/tags/冬至/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"}]},{"title":"分享：秦慕楚S - 再谈心学","date":"2016-12-10T08:00:00.000Z","path":"excerpt/30250.html","text":"再谈心学 (2016-01-01 16:13:49)原文地址：http://blog.sina.com.cn/s/blog_44826c890102xkml.html 前两天写了篇王阳明，我对这位仁兄，是真心无比的佩服，倒不是创立了新的学派，心学，终究还是儒家的一个分支，或者说一种创新，但本质上，还是脱不了儒家这一脉，最令我佩服的，是阳明兄终其一生，虽然基本上吃了一辈子的官家饭，但始终没有跪下，思考问题，从来屁股也不是歪的，真正是在解决问题，这样的人物太难得了，他在中秋诗里面抨击了两位同学，朱熹和郑玄，非常到位，“影响犹疑朱仲晦,支离羞作郑康成”，说朱熹根本没看到真正的道体，而郑玄呢？学问支离破碎，太过散乱，纯粹为了学问而学问，不是真正的实干家，我相当认同阳明同学的观点，朱熹自不必说，程朱理学，二程真心还不错，而朱熹，个人认为，就是一为统治阶级服务的伪君子，郑玄呢？历史评价还行，但我总觉得这人研究的东西跟孔乙己差不多：茴字有几种写法，看似学问高深，实则完全不接地气，就是古代骚客喜欢玩的诸如对穿肠之类的奇技淫巧，解决不了现实问题。 中国以道德大国自居，然而时至今日，我们切身体会到，这东西已经完全被玩坏了，问题出在哪里？我相信阳明同学一定深刻的反思过这个问题，否则也不会提出良知二字，道德其实是非讲不可的，丛林社会，物竞天择，优胜劣汰那套，真的不适合人类社会，原因其实很逻辑，除了最高和最low的那两个人，其余中间所有人，既是猎人，也是猎物，你在捕猎淘汰他人的同时，也同时被比你强悍的人捕猎着，如此循环，最后就玩成二人转了，呵呵，所以，必须建立一套标准来保护弱小，防止恶意掠夺，人与动物不同，基于欲望的无止境，他不会主动停止这种捕猎，所以，为了保障繁衍，道德是必不可少的，法律起不了预防的作用。黑猫白猫理论非常可笑，他的机理决定了，必然首先淘汰白猫，最后黑猫群里互相淘汰，剩黑猫里最黑的那只，哈哈。 然而这里面就有了一个问题，道德标准如何制定，谁来制定的问题，什么才是道德？这个问题非常复杂，你说的道德为什么是标准？我觉得那样才是标准，你的不对，所以，在这里必须建立权威，西方把权威给了上帝，东方呢？以圣人说开始，呵呵，其实就是包装一个你无法反驳的对象罢了，这种方式绝对会出大问题，到了朱熹时代，弄出”存天理，灭人欲”，儒学彻底玩砸，解释道德，解释天理的权力落在了统治者手里，所有的东西，就成了一种工具。 阳明同学显然发现了这个关键问题，说教式的道德，必然沦为洗脑工具，握有道德的解释权，真的威力无比，法力无边，呵呵，今天我们清晰的看到，道德居然成为了一种斗争的工具，可以用不道德随意拿下政敌，这是相当诡异而可笑的事情，所以罗兰夫人说的很好：“自由，多少罪恶假汝之名”，带有主观色彩的东西，一旦成为工具，其危害性无比巨大，拥有了类似解释权的人，可以任意胡作非为，一顶不道德、妨碍自由的的帽子，可以压死所有他想打击的对象，比核弹的威力都大。 任何带有意识性质的东西，如果掌握到一个人或者一个集团手里，都是非常危险的，掌握国家政权，只能从肉体上控制人，而掌握意识形态话语权的，就能从精神上对群体进行控制，这是更高一级的独裁，阳明兄显然发现了这里面的问题，也提出了自己的解决方案，其实不是完全的创新，只是对儒家的一种革新，故此，至今也把心学当成儒学的分支，王阳明也是儒家公认的圣人，当然，24圣滥竽充数者众，我个人比较喜欢的，就阳明同学和曾国藩二人，呵呵。 道德是什么？其实儒家很早就给出了答案：八个字，“己不所欲，勿施于人”，良知呢？归纳起来也不复杂“己所欲，施与人”,所以，道德良知根本无须外部的说教，他是先验的，道德，主要从我不能做什么这个角度出发，遏制人本能的冲动，一种自律，所以，扣不道德大帽子这种他律的行为，本身才是最不道德的，呵呵，而良知，则从我应该做什么出发，体现了人类作为有灵生物的独有的智能，深层次的内容是合作分工互助带来的效率提高进而利己，它是人这个弱小动物却能以合作分工的方式不断向前发展的基石。己欲，己不欲，与生俱来，发自于心，没有说教，没有填鸭，这个标准可以把所有的道德标准囊括进去，对于每个人而言，你自己不愿意做的事情却强加于人，这就是不道德，而自己愿意做的事情，同样作用于他人，这就是良知，呵呵。 简单而言，韩寒在外面打着自由的旗号搞三妻四妾，这里面其实存在一个道德还是自由的分水岭，若他同意她的妻子也在外面包二爷，这就是自由，而若他只能自己玩，不允许他妻子包养秦慕楚，这就只能呵呵了，平等和自由不能分开讨论，自由的基础必是平等，我的自由却妨碍了他人的自由，这是对自由的亵渎，自由的最大限度是不能限制他人的自由，呵呵，所以，当人有意无意模糊这个界限时，监管就不得不出现，当然，这带来另一个令人痛苦的问题，监管者没有能力把自由限制在边界处，所以他会压缩被监管对象的最大化自由，好的解决方法当然有，每个人都能真正认识到自己自由的边界，也就不需要监管了，基于良知的自由是最好的状态，如此，每个人自律的让自由放在不影响他人自由的边界处，即享受了自我自由的最大空间，同时又不会被监管压缩自由的空间，所以对整体而言必然是最幸福的状态，呵呵。不过这是一种理想状态，权力的本质就是享受毫无约束的自由，所以他必然以无底线压缩他人自由的空间为目的，权力越大，越不受约束，则对他人自由空间的压制越严酷，这种自由扩张与压缩矛盾斗争，将贯穿于人类的整个进程中，直至终点。类似的问题可以推而广之，比如我常说的吸毒，嫖娼的问题，很多自由卫士都说这是个体自愿自由，旁人不得干涉，其实只需问问，你儿子吸毒你愿不愿意，你老婆出去卖你同不同意，问题自解，呵呵，自己可以嫖娼却而不让老婆出去卖淫，这是典型的打着自由的旗号行一己私欲的伪君子，据此，谢作诗此人，人品极其猥琐。 观察我们这个宇宙，可能能够理解的更深刻一点，引力的设计，本质上就是一种约束，每个星体都有它的轨道，在这个轨道上，运行是自由的，愉快的，但一旦脱离这个轨道无序的自由运行，带来的后果很明显，碰撞后的毁灭，呵呵，所以，西方数千年追求自由，是一种非常了不起的探索，然而，由于哲学上的缺陷，始终不能把自由与监管这对矛盾上升到辩证的程度，所以总是一不小心就掉进自由的陷阱，进入无序自由的状态，最终带来纵欲，带来自毁，美国的今天也面临这样的考验，频频通过邮件，各种监控手段监控国民甚至盟友，就是这种矛盾的体现。 然而，这种努力不仅无效，反而很可能一不小心蔓延成非常邪恶的管制，美国因为过度的自由最终形成严厉的监管进而导致国力衰退，听上去不可思议，但这很可能是未来即将发生的事情，外力的管控永远不能把每个个体的自由平衡在最佳状态，不是玩自由过界了，每个人都不择手段的无限扩张自我的自由空间从而产生激烈的碰撞斗争，就是用力过猛，对个人的自由进行蛮横的压制，这都是人道带来的必然，怎么办？开民智，从己从心出发，让每个人都能明白自己自由的边界，基于良知形成的自由空间，既不会发生无序的碰撞，互相倾轧，在这个空间内，每个人的自由又是最大化的，个人处于最佳的自由状态，整个系统自然是最和谐的。 人是先有意识而后有思想的，比如小孩，会思考之前，被火烫了，被电电了，下次就能本能的躲开这些东西不用任何人教，教了其实也没用，这就是实践之后智的直觉，我曾经遇到过，一个没有任何思考能力的孩童，看到别人落水挣扎，哭着喊着让大人去救，这显然不是教育的结果，而是他先验的良知，我会同样痛苦，也需要人救，所以我也得救人，呵呵，标准的己所欲，施与人，国人反复纠结的老人马路上摔倒了该不该救也是如此，我摔倒了需不需要人救？这就是基本的良知，既然我需要，那么同理也应该救人，这是毋庸置疑的，至于为嘛还在这样的问题上反复纠结，乱作一团？其实答案呼之欲出：政府恶意的让老百姓蒙蔽良知，政府绝对有能力通过法律，通过舆论导向去蔽，不这么做，不这么引导的唯一理由，我只能理解为一盘散沙，良知被蒙蔽、物化的老百姓更容易统治管理罢了，呵呵。人真的是一个很奇怪的动物，先有良知，在成长过程中却被不断蒙蔽，兜兜转转一大圈，越活越不明白，绝大多数人临到离开这个世界了，还不如自己幼年那般明心见性，呵呵，整个心学，其实就是去蔽的方法论。 最近此起彼伏的互联网金融跑路案，也非常发人深思，惯常而言，没有规矩不成方圆，这是基本的常识，那么，在大力发展之前，肯定先有相关法令规则出台，假设人都是道德的，不会欺骗，三岁小孩都不会如此无知，然而，事实上直到今天，相关的规则法律还千呼万唤始出来，犹抱琵琶半遮面，这应该不是智力问题了，之前我反复怀疑政府恶意纵容非法集资的想法，或许有了成立的可能，毕竟这样政府有两个直接的好处，第一：非法集资来的钱终究是要贷出去，如此，银行不敢放贷的高风险企业，可以通过这种方式获得宝贵的资金，而政府可以在恰当的时候加以打击，名利双收，第二：解决多发货币的问题，消灭一些潜在的通胀。呵呵，是不是真如此？永远没有答案，但把历史拉长，通过破坏良知从而把道德解释权紧紧抓在自己手中，进而巩固自己的统治，似乎是每个王朝下行期的必然选择。 好像是黑格尔说过：“当公众无限关注娱乐和挣钱的游戏，而对政治和选票不抱希望的时候，我们可以把这个民族定义为劣等民族”，今天我们看这个社会，群魔乱舞，痴狂疯癫，颇有点黑兄所说的味道，但我的看法不尽相同，民间的行为其实是庙堂的一面照妖镜，观察民众的状态，即能管窥主席台上的真实状况，呵呵，老百姓是至愚的，尤其是中国，长时间的洗脑，愚民，可以被随心所欲的引导，蒙蔽，但老百姓又是至贤的，因为良知这个东西与生俱来，无法完全泯灭，最终总能通过自身的各种体验发现真相，试图摧毁良知来获得江山永固，反正至少没有成功的案例，心学这东西，随风潜入夜，润物细无声，在寻底的过程中，一定会发挥它的作用，而中华民族当然也就不会是一个劣等民族，呵呵。","permalink":"http://www.zhinuo.site/excerpt/30250.html","tags":[{"name":"儒学","slug":"儒学","permalink":"http://www.zhinuo.site/tags/儒学/"},{"name":"心学","slug":"心学","permalink":"http://www.zhinuo.site/tags/心学/"},{"name":"王阳明","slug":"王阳明","permalink":"http://www.zhinuo.site/tags/王阳明/"},{"name":"致良知","slug":"致良知","permalink":"http://www.zhinuo.site/tags/致良知/"},{"name":"曾子","slug":"曾子","permalink":"http://www.zhinuo.site/tags/曾子/"},{"name":"论语","slug":"论语","permalink":"http://www.zhinuo.site/tags/论语/"}]},{"title":"大雪","date":"2016-12-06T09:30:00.000Z","path":"spark/9087.html","text":"节气随想 太阳于大雪到达黄经255度。 《月令七十二候集解》曰：“十一月节。大者，盛也。至此而雪盛矣。” 大雪之后是冬至，古人云：“冬至一阳生。”说的是阴极盛之后阳能生发，指的就是大雪和冬至这段时间。 阴者，静滞易积聚，与阳，动燥易离散，恰恰相反。现代科学认为同一构成的物质的形态，如H2O，对应水蒸气，水，冰三种不同形态，是因为分子结合的紧密度不同。从某种意义来说，就是阴阳的一种表征。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/9087.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"大雪","slug":"大雪","permalink":"http://www.zhinuo.site/tags/大雪/"}]},{"title":"船山文集《周易内传》蒙","date":"2016-12-05T04:12:12.000Z","path":"essence/54489.html","text":"蒙。亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告，利贞。蒙者，草卉丛生之谓，晦翳而未有辨也。阴阳之交也，始自屯，乃一回旋之际，阴得阳滋而盛，阳为之隐，初阳进而居二，五阳往而居上，皆失其位，阳杂阴中而无纪，五为卦主，而柔暗下比于二阴，故为蒙。但以柔得中而下应乎二，阴虽盛而上能止之，以不终于昧，下听二之正己，故有亨通之道焉。匪我求童蒙以下，皆言处蒙之道，而归功于二也。二刚而得中，治蒙之任属焉。故内之而称我。童蒙谓五也，谓之童蒙者，鸟兽之生，得慧最夙，及长渐而流于顽戾，惟人之方童，蒙昧无识，理未曙而欲亦有所闲止而不知纵。六五之阴暗，而上有阳以止之，其象也；人之所以异于禽普也。屯动乎险中，出以济险，治道之始也；刚得上位，君道立而可以定难也。蒙险而止之，以闲邪而抑其非僻，教道之豫也；刚在下而得中，道不可行而可明，君道诎而道在师也。礼有来学，无往教；五虚中而二以刚应之，五求二，二不求五也。初筮告，再三渎，渎则不告，二之所以得师道者，五求而应，初筮之告也。刚中而不枉道，渎则不吿也。当告则告，不可告则不告，中道而立，使自得之，养蒙之正术，能利益于蒙。利且贞，是以亨。 ：蒙之利，传道解惑开智；蒙之贞，中正不枉。 彖曰：蒙，山下有险，险而止，蒙。此以二体之象，释卦名之义。山在上，既不易登，而下有险，愈茫昧不知所适。然遇险而止，不涉倾危，安于未有知而不妄行，则未为善而亦未习于不善，童蒙待启之象。 蒙亨，以亨行时中也。蒙之所以亨者，以方在蒙昧，而能求阳以通其蔽，资中道以止愚妄，及欲觉未觉，愤悱之时，求亨通而不自锢也。 “匪我求童蒙，童蒙求我”，志应也。六五之志，与二相应，自然来学，不待往教，所以得亨。 “初筮告”，以刚中也。“再三渎，渎则不告”，渎蒙也。君子诲人不倦，而师道必严；“刚中”裁物，所以善诱。彼志在躐等，不能以三隅反，而复以一隅问者，乃全求诸人而不求诸己，愈渎则愈蒙；其蔽也，贪多闻，侈奇袤，见异说而迁，必将见金夫不有躬，尽弃其学而陷于左道，故君子虽有不忍人蒙昧之心，必不告以渎之。 蒙以养正，圣功也。蒙之所以能利贞者，惟以善养之而正也。筮而告，无所隐，渎而不告，不使渎，所以养蒙而正之也。中以养不中，才以养不才，优而游之，使自得之，引而不发，能者从之，作圣之功，中道之教，存乎养之而已。此赞九二教道之至，盖蒙未有亨道，在教者之刚严而善养，乃得利贞。 ：养蒙以正，师之道。蒙以养正，圣之功。 象曰：山下出泉，蒙，君子以果行育德。泉者，水始出之细流，故于山下之水，不言水，而言泉。泉方出山，而放乎四海，无所止息，果矣。曲折萦回，养其势，以合小为大，育也。君子之行成于勇决，而德资于涵养。勇决则危行而不恤利害，函养则成章而上达天德。宁武之愚不可及，颜子之如愚足发，皆此道也。 ：溪泉汇聚而成川河，以其不息之果行、涵育。 初六，发蒙，利用刑人，用说桎梏，以往吝。发犹始也。阴阳之交，在屯，阳生于下，方震动以出，至蒙而阴复起于下以陷阳，蒙之所自发而不易收也。九二虽有刚中之德，而为初之所桎梏，必奋然决断，绝私昵而施之以威，乃可说桎梏而往正乎五。然阴性柔，初位贱，承二而易相狎昵，未见其能决于正法也，故吝。 象曰：“利用刑人”，以正法也。为蒙蔽造端之孽，欲正蒙者，非施法不可。宦官宫妾，卑贱而善导人主于迷，正人君子所必治。 九二，包蒙吉。纳妇吉，子克家。包亦养之之意。教道之善，取蒙者之刚柔明暗，悉体而藏之于心，调其过，辅其不及，以善养之。师道立，善人多，是以吉也。纳妇以下，别为一义，取象之博也。凡彖，爻有二义者，放此。蒙阳养阴而正之，故二、三皆有取妇之象。妇人之性柔而暗，其柔也告之，其暗也勿渎之，刚而得中，以此纳妇，家之吉也。五为妇，上其子也。揲蓍之法，下爻立而后生上爻，故上有为五子之象焉。教子者先教妇；妇慈而无溺爰，而子且才。故上九刚健，能终九二之德。包蒙之吉，以之正家，家教修而世泽长矣。 象曰：“子克家”，刚柔接也。父刚母柔，教养道合，故得上九克家之子。 六三，勿用取女，见金夫不有躬，无攸利。蒙，阴阳杂处而未知所择，惟怀贞者能从容以慎所从，六三阴不当位，为躁进之爻，溺阳而陷之，歆于小利而忘其正配，女子不贞之尤者也。勿用取，谓上九虽与为应，当决弃勿与渎也。夫人苟识之未充，辨之未审，而躁于求益，则见异而迁，惊为奇遇，忘身以徇之。曹伯悦公孙强之霸说而亡国，包显道信陆子静之禅学而髡背，其志操之邪陋，与鬻yu色之女同其贱，养蒙者无可施其教也。 象曰：“勿用取女”，行不顺也。不顺上九之正应，而贪二之近，与相溺。女德如此，勿用取之，以远害。顺，本义作慎，亦可通。 六四，困蒙，吝。四为退爻，而以柔处之，非不欲求人之我告，而初六固不能养己者，困于无闻而不足以行。不见正人，不闻正言，君子之所闵也。然此爻独得位，虽困而未自失，故吝而不凶。 象曰：困蒙之吝，独远实也。阳实阴虚，实则有道于己而可以教人。卦惟此爻与阳隔远。生无道之世，日与柔暗之流俗相亲，虽有承教之心，而无可观感，故象传深致叹焉。 六五，童蒙吉。虚中待教，得童蒙之正，其吉宜矣。 象曰：童蒙之吉，顺以巽也。下顺乎二而听其包，上巽入乎上而受其止，有忠信之资而能好学者也。 上九，击蒙，不利为寇，利御寇。越境攻人曰寇，非寇盗之谓。寇盗则不待言不利，易岂为盗占利不利哉！上九一阳在上，遏止二阴，击之象也。九二师道虽严，而位柔得中。上九居高，刚以临下，故为击蒙。然童蒙德本巽顺，虽知有未逮，而心无邪僻，但忧外至之恶相诱、相侵，须为防护；若苛责太甚，苦以难堪，则反损其幼志。养蒙之道，止其非几，勿使狎于不顺而已矣。 象曰：利用御寇，上下顺也。二与合德，五又巽以承教，则与捍外侮可矣，勿重伤之也。因此而知卦外有阴阳；有阴阳斯有同异，有同异斯有攻取。寇蒙者，卦外阴阳之变也。故上九之外有寇焉，而上御之。以综言之，泣血之屯；以错言之，未革面之小人，皆寇也，特隐而未见耳。合十二位之阴阳，以尽卦外之占，乃不穷于义类，学易者所当知也。 ：上下一心，正内击外，且行且止。","permalink":"http://www.zhinuo.site/essence/54489.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"蒙卦","slug":"蒙卦","permalink":"http://www.zhinuo.site/tags/蒙卦/"}]},{"title":"船山文集《周易内传》屯","date":"2016-12-03T02:10:10.000Z","path":"essence/12753.html","text":"屯。元亨利贞，勿用有攸往，利建侯。“屯”者，草茅穿土初出之名，阳气动物，发生而木遂之象也。此卦初九一阳，生于三阴之下，为震动之主。三阴亦坤体也，九五出于其上，有出地之势，上六一阴复冒其上，而不得遂，故为屯。冬春之交，气动地中，而生达地上，于时复有风雨凝寒未尽之雪霜，遏之而不得畅，天地始交，理数之自然者也。元亨利贞，乾之四德，此卦震首得阳施，为物资始，阳气震动，于物可通，九五刚健中正，虽陷阴中而不自失，足以利物而自得其正，故乾之四德，皆能有之，此天地之始化，得天最夙者也。然虽具此四德，而于时方为屯难，初阳潜于地下，五阳陷于阴中，阳为阴覆，道不得伸，则与乾初勿用之时义同，而无同声、同气之辅，虽在天位而不足以飞，是以勿用有攸往也。利建侯者，九五居尊，阳刚得位，而道孤逢难，必资初九之阳鼓荡迷留之群阴，乃可在险而不忧。此为大有为者，王业初开，艰难未就，必建亲贤英毅者遥为羽翼，以动民心而归己，然后可出险而有功。故其合宜而利物者，在建初九以为辅也。阳，君也，而在下；又震为长子，皆元侯之象。凡此类，取义甚大，非小事所可用。然以义推之，则凡事在艰难，资刚克之才，以济己于险，亦可通占，而困勉之学，宜资师友以辅仁，亦此理也。易之义类旁通，玩象占者所宜推广，然必依立辞之理，非术士附会象辞之迹以射覆，可云：“易者意也”，而以饰其妖妄也。 ：屯以其初下启阳升、上五得中正，具乾始之象，是以有元亨利贞四德。 彔曰：屯，刚柔始交而难生。始交，谓继乾坤而为阴阳相杂之始也。周易并建乾坤以为首，立天地阴阳之全体也。全体立则大用行，六十二卦备天道人事，阴阳变化之大用，物之始生，天道人事变化之始也。阴以为质，阳以为神，质立而神发焉；阳气先动，以交乎固有之阴，物乃以生？屯之为卦，阳一交而处乎下，以震动乎阴之藏；再交而函乎中，以主阴而施其润。其在草木，则阳方兴而欲出之象。故屯继乾坤而为阴阳之始交。以象言之，则雷动云兴，为天地蒸变，将施泽于物而未行之象。坤立而阳交，宜以复为始，而始屯者，天包地外而入地中，天道不息之自然，阴虽繁盛，阳气自不绝于地上，有动则必有应，地中之阳兴于下，地上之阳即感而为主于中，“屯”以成焉。若孤阳起于群阴之下而为复者，人事之变尔。乾坤初立，天道方兴，非阴极阳生之谓，是故不以复为始交而以屯也。难生，谓九五陷于二阴之中，为上六所复蔽，有相争不宁之道焉。阳之交阴，本以和阴而普成其用，然阴质凝滞而吝于施，阳入其中，欲散其滞以流形于品物，情且疑沮而不相信任，则难之生不能免也。故六二疑寇，九五屯膏，上六泣血，皆难也。戡乱以定治，而民未遽服，正性以治情，而心犹交战，皆物始出土，余寒相困之象也。 动乎险中，大亨贞，雷雨之动满盈。震动于下，坎险于上，方险而动，阳刚不为难阻，体天之健行以出而有功，所以具四德而首出咸通，得性命之正。震雷发乎地中，坎雨行乎天位，鼓动积阴而为之主，虽一阴复上，不为衰桡，得其正则于物无不利也。此释元亨利贞之义。 天造草昧，宜建侯而不宁。此以人事释“勿用有攸往，利建侯”之义。天造犹言人运，谓天欲开治之时也。草，草创也。昧，蒙昧也。宁，谓安意坦行也。一阳起于阴中，王业草创之象。九五虽居尊位，而在群阴之中，万物未睹，昧于所从，于斯时也，所恃者初九动而有为，宜建之为侯，以感人心而济险，未得快意决往，遽求定以自为功也。 ：震之一阳交二阴之下，坎之一阳陷二阴之中，险也。然若上不失其正，下应九五而奋进，则积阴可彻，事功可期而成。 象曰：云雷，屯，君子以经纶。坎不言水而言云者，当屯之世，阴阳初交，雨未即降，所谓屯其膏也。经者，理其绪而分之。纶者，比其绪而合之。雷以开导晦蒙，分阴阳之纪；云以翕合阴阳，联离异之情。经纶运于一心，不恤艰难，以济险阻，君子用屯道之不宁者，以拨乱反治。若时际平康，可以端拱而治，则坦然与天下利见，无事图难行险，自屯以屯天下矣。 ：经纶以正物情克己欲。 初九，磐桓，利居贞，利建侯。磐，大石。桓，邮亭表木，午贯交植，若今之华表，皆不动者。初九，一阳处三阴之下，坚立不可动摇，潜而未行，故有此象，所谓勿用攸往也。居贞之利，志之定也。利建侯，九五宜建之以为侯也。建侯得正，则君民交受利矣。 象曰：虽磐桓，志行正也。以贵下贱，大得民也。磐桓而安处于下，未足以行其正也。然为震之主，当屯难之世，欲震动群阴，与之交感，以济九五于险，则志在行正，而非坐视时艰，不思有为。若其伏处阴下，则欲得三阴之心而与俱动耳，阳贵阴贱，阳君阴民，守侯度以率民事主，所以宜建之为侯也。 六二，屯如邅zhan如，乘马班如，匪寇婚媾。女子贞不字，十年乃字。邅，迟回不进。车驾四马曰乘。屯阳御四阴以动而涉险，故三言乘马。班，相别而往也。春秋传：“有班马之声。”女子许嫁而字，初阳震动欲出，而二以阴居其上，止之不进，与初异志，如乘马不相随而分岐路，盖疑初九之为寇己也。夫阳欲交阴以成生物之功，岂其相寇哉？欲相与为婚媾尔。而二倚其得中，不与之交，如女子年已及期，义当有字，而亢志不字；至于九五，阳已居尊，而下与相应，乃不得已顺以从之，如冯衍幅巾而降光武，时已过矣。所以犹为贞者，得位居中，非为邪也。 象曰：六二之难，乘刚也。十年乃字，反常也。屯之所以为难生者，二掩初，上掩五，使不得升也。阴阳交以成生物之功，常也。女子之贞，非以不字为贞，乘刚不相下，阴志之变也。上应九五，乃反乎常。故虽晚而犹不失其正。十年数之极也，天道十年而—改。 六三，即鹿无虞，惟入于林中。君子几，不如舍，往吝。君猎，虞人翼兽以待射；无虞，鹿不可必得也。林中，车絓gua马阻之地。舍，止也。六三当震体之成，而为进爻，上六穷阴不相应，坎险在前，往无所获，而有所碍，故有此象。三柔而无锐往之象，类知几而能止者，故可勉以君子之道。然体震而躁进，不保其能舍，则有往吝之忧。穷于己之谓吝。 象曰：“即鹿无虞”，以从禽也。君子舍之，往吝穷也。求进而不知险，惟贪于从禽而躁动不已。自非君子，能无吝以致穷乎？六四，乘马 ，求婚媾，往吉，无不利。四与初应，而又上承九五，不专有所适，故有班如之象。然柔得位而为退爻，始虽疑而终必决往，与初为正应。求婚媾，初来求也。柔而得正，初所宜求；求而必往，四之顺德。阳动而有功、必得阴之顺受，而后生化以成，于己为吉，于物为无不利矣。 象曰：求而往，明也。四有可求之美，初有待往之情，明于其当然，终解班如之惑。君臣朋友之际，审于所从，则无不利而吉。 九五，屯其膏，小贞吉，大贞凶。膏，泽也，水之润物者也。贞，止物之谓。九五虽有阳刚中正之德，而为上六所掩，陷于险中，无能利于所往。盖雷动云兴，时雨不能降之象。于斯时也，委屏辅之任于初九，而因其可为者，小试正物之功，则满盈之经纶，徐收后效而吉矣。如一旦求大正于物，阴险争衡而不解，必至于凶。故虽仁义之美名，不可一旦而袭取，如春初茁芽，始出于地，遽尔茂盛，必为疾风寒雨所摧，初九微阳，不能入险而相援也。 象曰：“屯其膏”，施未光也。为阴所蔽也。 上六，乘马班如，泣血涟如。阳方兴而已履中位，上六独怀异志以相难。初既得民，五膏盈满，岂能终遏之哉？时过势倾，惟自悲泣而已。陨泪无声曰“泣血”。 象曰：“泣血涟如”，何可长也！阴留于阳生之后，势不能久，故消沮而悲泣。能建侯而得民，可不以之为忧矣。 ：六二“邅如”、六三“往吝”、九五“屯其膏”、上六“泣血”，阳之驱散群阴而立事功，迂回百折，乘时乃终可成。","permalink":"http://www.zhinuo.site/essence/12753.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"屯卦","slug":"屯卦","permalink":"http://www.zhinuo.site/tags/屯卦/"}]},{"title":"分享：中医修正 - 天赦话阴阳","date":"2016-11-28T09:22:23.000Z","path":"excerpt/55049.html","text":"原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102w6at.html 天赦话阴阳 (2015-09-29 08:24:40)修正传真（771）03182919 阴阳 &ndash; 从来不容易理解和运用的简单概念。 阴阳的概念是简单的，一动一静、一升一降、一寒一热、一明一暗，皆是。若要进一步认识阴阳，那就不简单了，因为存在着阴阳离合问题，故数之可十、推之可百、数之可千、推之可万、万之大不可胜数。虽然，其要一也。 若以天地为炉，人与万物置身其间，则阴阳如炭。养生治病，就如调理炭火，赏罚应春秋昏明顺寒暑，参同造化之工奥矣！也是极难被允许的。 贵居中华六经之首的周易，谈的便是阴阳。圣人作系辞便明确指出一阴一阳之谓道，至人天下篇更指出易以道阴阳，中医对阴阳学术曾有过自豪的建树，那便是三阴三阳或者说六节理论。以三阴三阳为基础的六节藏象，贯穿中医生理、养生和诊疗，在阴阳国学中独树一帜。放下三阴三阳，中医人谈阴阳就远不如星命算卜，当然也就无法正确理解中医。 综观内经，养生虽以阴阳为核心，却不见三阴三阳养生记载，这是被故意删除的津梁部分。素问上古天真论，这篇结合医与道的杰作，其视野显然超越医学。这里记载着理解和运用阴阳的四层境界：真人，至人，圣人，贤人。 真人养生，把握阴阳&nbsp;&nbsp;&nbsp;提挈天地，把握阴阳，并要求做到肌肉若一。但如何把握阴阳呢？或许真人只对有善根厚德的凡人说，或许说了我们也无法理解，因为无福消受，这里简单记载一两行字，用意很明显——你们看到就是了。至于肌肉若一，有人理解吗？那就如无住处生其心那样，到达境界时才能理解，慎始于口口相传，毕功在心心相授。现代人那以实验室为依据、可重复的科学思维，到此就如冲撞无法超越的天花板，而天花板ceiling经常与floor并提，其寓意可是封顶。当然，这般古中医成就也不可能被商品化，从而商业推广，休想。 至人养生，和于阴阳&nbsp;&nbsp;&nbsp;这里该注意了，和于阴阳之后又加了一句话调于四时。下一篇四气调神大论，再而三地强调夫四时阴阳者万物之根本也，故阴阳四时者万物之终始也死生之本也，更将四时与阴阳并提，便是在诱导世人：如果阴阳难以感知和理解，四时变迁更容易感知和理解。如果我们未曾十世行善，福慧欠缺，那就从相对实在而容易的四时变迁着手，修好四时，以便和于阴阳。当然，至人养生的结果亦归于真人，还是难以被世人理解。 圣人养生，顺从阴阳&nbsp;&nbsp;&nbsp;原文如何阴阳没讲清楚，但留下了适嗜欲于世俗之间无恚瞋之心。 贤人养生，逆从阴阳&nbsp;&nbsp;&nbsp;不得已将养生与治病糅合为一体，不得不逆从阴阳了。 真人至人，超出了医书内容，故素问述而不论。圣人教化，才是世俗与医术的共同起点，所以呢，第二篇四气调神大论就从圣人教化出发，收人心、从四气，指出圣人春夏养阳，秋冬养阴，以从其根。圣人常无心，当然具备无缺的智慧，既然做人，就得适嗜欲于世俗之间无恚瞋之心，世上无穷的问题都恼不了他。结合了这第二篇四气调神大论，就让人看得清楚，第一篇上古天真论圣人之于阴阳，应该是顺从阴阳。 阴阳应象大论，初看篇名，似乎是素问最主要的阴阳论篇。尽管开篇冠以阴阳者天地之道也万物之纲纪变化之父母生杀之本始神明之府也，类似四气调神大论的语气，并高度概括地谈了天地阴阳静躁生杀形气寒热清浊，但所谈既不是把握、也不及和于、甚至顺从都及不上，而是阴阳反作病之逆从。也就是说，只是贤人逆从阴阳的展开，所以无法列入第一卷四篇。类似的道理，积阳为天积阴为地阴静阳躁阳生阴长阳杀阴藏阳化气阴成形寒极生热热极生寒阴胜则阳病阳胜则阴病阳胜则热阴胜则寒，这些被认为具备高度概括的阴阳论，却也不纳入第一卷。就算移精变气论这样似乎有高级养生意义的篇名，其动作以避寒阴居以避暑养生，好像连动物都懂得，也同寒者热之热者寒之一道，被归入阴阳养生治病的末流。 逆从阴阳的展开，可以说数不胜数，只是调理阴阳的末流。那么，顺从阴阳又该如何做到呢？圣人的教训就在那里——四气调神大论，收起人心、顺从四象。从圣学入道与否，决定于个人的夙业，没人可以帮助。能否真正做到顺从阴阳，就要看对三阴三阳理解的透彻与否。春夏养阳，敢用阳旦吗？阳遏于阴而见炽冲时，懂得拒绝清泻，守住崇阳的道理吗？四十年了，孙思邈五月常服五味子的教导常记心中，看来这位享誉千秋的养生大师，虽然药王加身，也只达到上古天真论的贤人水准。至于他那有别于经典的另类阴阳养生，或许并不违反当时的道德标准，但揭示了其医学思维的有限境界。 按上古天真论，贤人对阴阳的理解没错，但并没有更低一等的理解水准。今天吃什么最养生的大师们，真希望也达到了贤人水准，高妙期不上，已经在误导芸芸众生。","permalink":"http://www.zhinuo.site/excerpt/55049.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"分享：一牛一熊之谓道 - 阳明心学述要","date":"2016-11-26T09:10:00.000Z","path":"excerpt/16404.html","text":"阳明心学述要 2016-07-06 15:46:52原文地址：http://weibo.com/ttarticle/p/show?id=2309403994268204192589#_0 王阳明，儒家最后一位圣人，其学问简易直接，所谓“易则易知，简则易从”。阳明在世时其学问即被讥为禅学，其实阳明学只是孟子学，与禅学并无关系。 阳明说：“圣人之学，心学也。”何以证明？尧舜之相授受，则曰：“人心惟危，道心惟微；惟精惟一，允执厥中。”孟子曰：“学问之道无他，求其放心而已。”“放”就是走丢了，就像鸡鸭牛羊走丢了把它找回来一样。所以这个“本心”的概念孟子早已有之，不要一看到这两个字就想到禅学。 孟子只是继承孔子的学说，但正如陆象山所言，“夫子以仁发明斯道，其言浑无罅缝。孟子十字打开，更无隐遁，盖时不同也。”也就是说，孔子只是开了一个头，没有展开，到孟子才开始一一诠释，讲得清楚明白。这也是为什么我们了解儒学应该更重视《孟子》而不是《论语》，因为一般人从《论语》只看到一些教条，并不知道孔子的思想规模到底是什么样的。连孔子的弟子都说，“夫子之言性与天道，不可得而闻也。”也就是说，我从没听孔子谈过哲学。当然，子贡没听过或没听明白，不代表孔子没讲过。 孟子之后，儒家思想逐渐没落。在孟子所处的动荡时代，主流思想就已经是杨朱（利己主义）和墨子（知识分子上山下乡的鼻祖），孟子说当时“天下之言，不归杨则归墨”。直到宋朝周程（周濂溪与程明道）出，才接上孔孟的余绪。到朱子之时，儒学俨然成为社会的主流思想，所以后世称朱子为“集大成者”。 阳明学则是对朱子学的反动。阳明学与朱子学的最主要差异，三个字可以说明：“心即理”。朱子学主要出自《大学》，将“格物”解释为“穷尽事物之理”，认为“事事物物皆有定理”，必须要去探求，搞明白之后才能实践，所以讲“知先行后”。只不过朱子格物的方法并不是搞科学研究，而是读书、读四书五经，所以他所谓的“事物之理”其实是偏在“事理”上而不是“物理”，这也是中国一贯的传统。近代有人以为朱子学讲格物，与现代科学精神更为符合，所以朱子学比阳明学更好，其实是会错了意。 阳明的意思与朱子相反，认为“心外无理”，有是心则有是理，无是心则无是理。比如孝顺父母，按照朱子的意思，既然这事有“定理”，那么应该如何孝顺、在不同情况下应该有哪些举动才算孝顺，需要先搞个明白。阳明却不这么认为，有孝心才有孝理，这个理只在我自己的心上，却不是在父母身上；有了孝心，自然就会去思考如何才能尽孝，而“尽孝”却也并不是为了什么，只是出于诚心，只有这么做了心里才会舒服。 既然“心即理”，那么工夫只在自己心上做。因此阳明提出“致良知”这个学问纲领。“良知”二字出于孟子。阳明颠覆朱子的“事事物物皆有定理”，认为“致吾心之良知于事事物物，则事事物物皆得其理”。同样，阳明说的也是事理，而不是物理。对于《大学》所说的格物，阳明明确将“物”字训为“事”（就像我们说“物来顺应”的“物”字一样）。 对于《大学》“修身、正心、诚意、致知、格物”诸条目，阳明的解释是，我们身体的所有作为都是心所主使的，所以修身在于正心；而人的心原本是一个至善，本来没有什么不正，只有发为“意”之后才有正有不正，所以正心在诚意；诚意可以说是工夫最终的着落处，然而意并不是悬空的，必然落在事物上面，所以诚意还需格物致知；将我的良知推致到事物上面，然后才可以“物格”（“格”训为“正其不正以归于正”）。所以修身工夫的落脚处是诚意，而诚意的工夫是格物致知，致知乃所以格物。最后归到“致良知”三个字上面。 阳明自己说，他提出过很多观念，唯有“致良知”三个字没有毛病。 理解阳明学，首先我们要知道他讲的是哪个范畴的事。前面说过，他将“物”训为“事”，所以“理”也只是“事理”而非“物理”，也就是大家一般说的中国传统思想主要重视道德的一面（即关于行动的知识）而忽视物理的一面（即纯粹知识）。如果你要问王阳明，要不要搞科学研究，他会回答你，我不反对你搞，但我没那个功夫。儒家并不排斥科学知识，因为它也讲“利用厚生”，讲先王的各种发明造作（比如盖房子啊造舟楫啊），但中国传统的精神是“天人合一”而不是西方“征服自然”的精神，所以最终走上了一条不同的道路。相比之下，道家（不是那些炼丹的道士）却是反对科学乃至于一切知识的，在庄子看来，“络马首，穿牛鼻”是违背自然的，老子觉得文字都是多余的，应该“结绳记事”。这种反文明尚自然的精神一直是中国文化的一部分。 其次我们要知道他的学问要达到什么目的。我们可以说是“明心见性”。由于对心和性的定义不同，“明心见性”这四个字并不一定是禅家专用的。当然，在阳明的语录中，谈的多是“明心”而不谈“见性”，因为在他那里，“心”和“性”是一回事。他对心体通常有两个比喻，一是明镜，二是太阳，人们各种私欲、闲思杂虑喻为明镜上的尘埃或遮蔽阳光的乌云。心体有何特征？寂然不动，但又随感随应。据说阳明临终前弟子问遗言，阳明说：“吾心光明，复有何言！” “致良知”三个字侧重在“致”字上，是一个动词，所致的是良知，而那个能致的也是良知。所谓能所不二，即本体即工夫。但前提是你要真的相信有“良知”这回事，相信“至善之在吾心”，而且有勇气依照良知的指引去行动。所以阳明接引学者总是先说“立志”，说志立了之后事情就成功了一半，就像你下定决心要去一趟撒哈拉大沙漠，虽然中间要经历各种阻碍波折，但只要志向坚定，总会成功。 “良知”虽然侧重在道德层面，然而我们思虑智能的一切运用，无非是良知之用。从广义“道德”层面来讲，人的一切行动都属于道德的事。像科学研究这种追求纯粹知识的行为，牟宗三称之为“良知的自我坎陷”。","permalink":"http://www.zhinuo.site/excerpt/16404.html","tags":[{"name":"儒学","slug":"儒学","permalink":"http://www.zhinuo.site/tags/儒学/"},{"name":"心学","slug":"心学","permalink":"http://www.zhinuo.site/tags/心学/"},{"name":"王阳明","slug":"王阳明","permalink":"http://www.zhinuo.site/tags/王阳明/"},{"name":"致良知","slug":"致良知","permalink":"http://www.zhinuo.site/tags/致良知/"}]},{"title":"分享：秦慕楚S - 点也虽狂得我情","date":"2016-11-26T09:00:00.000Z","path":"excerpt/19430.html","text":"点也虽狂得我情 (2015-12-30 17:41:35)原文地址：http://blog.sina.com.cn/s/blog_44826c890102xkio.html#cmt_3224636 12月26日，是老毛的诞辰，其实这天，还是中国伟大的思想家王阳明辞世的日子，阳明先生应是戊子（1528年）十一月廿九，逝世于江西南安青龙铺。每年这天，我都有写点什么东西的想法，这次随便写点王阳明吧： 儒家把人按人格划分为四类，分别是中行之人，狂者，狷者与乡愿者，前三种逐级递减，但都是正面的，唯有第四类，非常清晰的定性：乡愿者，德之贼，呵呵，可见多么鄙视之，实际上的确如此，乡愿者横行，则国家断无希望。 具体而言，中行者是儒家最为认可的人格类型，再往上面就是圣人，古往今来也就24个，呵呵，所谓中行者，就是指不站队，事物本身什么样，我就认为它是什么样，不偏不倚，屁股不决定脑袋，看似平常，实则能达到这种境界的人非常少，需要至少两个基本的条件，第一：发达的智力，能够真正辨明是非黑白，第二：坚定地操守，能够知黑守白，中国的知识分子，能够达到第一个条件的就不多，而这不多人中又能达到第二个境界的，就太少了，所以千百年看下来，能够配得上中行之人者寥寥无几，王阳明同学在晚年给自己做人生总结时叹道：我这一生，也就落了个狂者胸次。他也不敢以中行者自居，而是说自己顶多算个狂者，当然，这是他的自谦，以王同学的成就，尚不能说自己是中行者，古往今来，谁又敢说一定凌驾于他之上？ 阳明同学是极为看中狂者的，从他的自谦就能领会到，儒家也认为狂者是仅次于中行者的优秀人格，狂者，是一种理想主义人格，之所以狂愤，源自对现实的不满，儒家有个词说的很精妙：麻木不仁，呵呵，对任何事情毫无不满不愤，实际上就是一种麻木的情形，当下很多人都是如此。我个人对所谓的愤青是抱有一份好感的，愤不是错，这浊浊之世该愤的事情太多了，有着太多的不公，愤青的问题不是该不该愤，而是搞不清楚什么该愤，什么不该愤，失去理智的愤怒，很容易就被心怀叵测的人物利用，沦为爪牙打手帮凶，狂，是一种高级的愤怒，呵呵，是看清楚其中的龌蹉之后不屑的显现，所以，狂者，有两个鲜明的特征，第一，恃才，第二，不同流合污，这已然殊为难得。 狷者又次一等，但也是被肯定的，狷介之人，通俗的说，就是清高，呵呵，不自甘下流，有一些底线，古代读书人有很多狷介之人，这等人最不好之处就是稍不注意就沦为假清高，所以，狷者与乡愿者之间的的界限是相当模糊的，有些人看着清高，他是做出来的姿态，一旦条件满足了，立马倒戈，所以我们在历史里能看到很多这样的人，最典型的就是钱谦益，东林党首领，平时高高端着，一副不食人间烟火，气节高于一切的样子，关键时候却掉链子，呵呵，总体而言，清高不敢说好，至少不太坏，无论真假清高，心里是不糊涂的。 最次一等就是乡愿之人，无论是儒家还是心学，对这等人都是绝对否定的，尤其是王阳明，创立心学的动机就是有感于当时乡愿之人横行，呵呵，这类人在当下中国多如牛毛，我个人认为，可能比王阳明所处的那个时代更加不堪。乡愿之人你不能说都是十恶不赦之徒，相反，很多人可能一生连一件伤天害理的事都没做过，顶多偷偷行点贿，跟隔壁漂亮的老王媳妇偷个情，公交里伸个咸猪手，算不上大恶，为嘛儒学心学非得跟这种人过不去？呵呵，乡愿之人的典型特点是糊涂，不分是非或者没有是非观，只要让我吃好喝好操好，怎么整都行，比如我们经常在论坛里看到的，动不动有人说：“吃地沟油的命，操中南海的心”，就是典型的乡愿之人，这种人可能是智力不够，上面这段话其实非常错，如果吃地沟而依然不思考，不寻求改变，那就永远吃地沟油喽，呵呵，老子吃完，儿子接着吃。所以，这种貌似看穿一切，活在当下的人，其实根本就没活明白，自甘平庸，浑浑噩噩一生，还总阻止那些想飞想活明白的同学，毛同学这里说的好：昆鸡每笑老鹰非，不做不想当然不会出错，但也仅此而已，他永远也没机会知道什么是对的，当然，这些都不是儒家，心学极为反感乡愿之人的本因，想怎么活是个人的事情，任何人无权干涉，然而，乡愿之人被儒家定义成德之贼，上纲上线如此，真的是儒家心学小题大做吗？ 事实上并非如此，了解了里面的内在逻辑，我们就能清楚，乡愿者横行，则国家必不堪，从上面一段我们能够了解乡愿者的典型特征，糊涂，不明是非也不愿意去明是非，满足口腹下体之欲，就活的相当自在成功了，呵呵，故此，在这里有一个隐藏的问题，那就是这类型的同学是没有任何是非观念和道德底线的，或许只要不触犯法律，任何对自己吃喝嫖赌有帮助的事情都会去做，对整个社会风气和道德的破坏，起的是潜移默化的作用；更关键的是，没有是非观，自然也就没有辨识能力，于是给骗子创造了最佳行骗环境，这个在当下明显，典型的如互联网金融，你能说仅仅是骗子的问题吗？没有乡愿者为了高的不合理的年息飞蛾扑火，骗子岂能骗的如此轻松？这帮为了点小利罔顾或者漠视风险者，实际上可以间接认为是骗子的帮凶，国家的恶意不作为和民间的贪婪，共同成就了这片骗子肆虐的沃土。 所以，儒家心学认为乡愿者，德之贼的原因就在这里，他可能并不坏，但这种人多了，傻而且没任何道德标准，自然产生骗子的可能性就会大大增加，也就是说，一旦乡愿者众，产生骗子的土壤就会肥沃，骗子就会层出不穷，一如当下，不骗白不骗，骗了也白骗，呵呵。中国始终轮回的根源就在这里，信仰、契约、信用、逻辑这些天然屏蔽骗子的工具都没有，土壤那是相当的肥沃，咋整最后都是骗子得手，该怎么办？显而易见，阳明同学的方法很好，乡愿之人，分为不想明是非之人和囿于教育文化荼毒，不能明是非之人，通过致良知，先把后面这种人从心灵桎梏中解放出来，是绝对的正解。实际上乡愿之人横行，独裁不行，民主也不行，是非都不分，如何能自主做正确的决策？民弱则必然骗子如鱼得水，呵呵，因此，这里得出玩儒家愚民弱民者必是骗子的结论，西方有句谚语：如果他做出连自己也不相信的承诺，证明已经做好要干尽一切坏事的准备了，对号入座；呵呵。民智是所有问题的总开关，开启民智的心学，走的是真正的菩萨道啊。 所以，阳明同学是个了不起的人，他看明白了内在的东西，也找到了解决方案，无奈洗脑累年积累下来，sb真的太多了，没法子，呵呵，大约在王同学53岁时，做过这样一首诗，反映了阳明的心胸、眼光和境界： 处处中秋此月明，不知何处亦群英。须怜绝学经千载，莫负男儿过一生。影响尚疑朱仲晦，支离羞作郑康成。铿然舍瑟春风里，点也虽狂得我情。 在这里，王同学发幽古之思，但看中的人不是儒家公认的牛人，诸如颜回，曾参，孟子等等一大坨夫子型的鸟人，而是在历史里基本上没啥名气的曾点，作为孔子的七十二个学生，曾点除了是亚圣曾参的老爸，似乎并没什么惊天动地的大作为，然而，王阳明慧眼识人，在浩瀚如星的历史人物里，发现了曾点，诗中写道：曾点虽然狂，但深得我心啊，呵呵。 《论语·先进篇》有一个“曾点言志”的故事。有一次，孔子的弟子子路、曾皙（名点）、冉有和公西华四人陪孔子坐，孔子问道：若是有人了解和重用你们，你们将有什么样的志向呢？子路回答：一千辆兵车的国家，摄于几个大国的威吓，外有师旅侵犯，内有饥荒威胁，让我去治理的话，我会用三年时间治理得井井有条，使人人有勇气，且懂得大道理。冉有和公西华也各自讲了自己从政治民、修明礼乐的理想。只有曾点不慌不忙地鼓瑟而乐，孔子问到他，他便弹完曲子，铿然一声放下手中的瑟，站起来说，我与他们的志向不同。我所向往的是，暮春三月，穿上了春装，我陪着五六位成年人，六七个小孩子，在沂水中洗洗澡，在舞雩台上吹吹风，然后唱着歌，一路走回来。孔子听了，喟然长叹道：“吾与点也！”表示赞赏曾点的志向。 历史里，王阳明是这么谈曾点的： 王汝中、省曾侍坐。先生握扇命曰﹕“你们用扇。”省曾起对日﹕“不敢。”先生曰：“圣人之学不是这等捆缚苦楚的。不是装做道学的模样。”汝中曰：“观仲尼与曾点言志一章略见。”先生曰：“然。以此章观之，圣人何等宽洪，包含气象。且为师者问志于群弟子，三子皆整顿以对，至于曾点，瓢飘然不看那三子在眼，自去鼓起瑟来，何等狂态：及至言志，又不对师之问目，都是狂言。设在伊川，或斥骂起来。圣人乃复称许他，何等气象。圣人教人，不是个束缚尥通做一般，只如狂者便从狂处成就他，狷者便从狷处成就地，人之才气如何同得。 所谓英雄惜英雄，大概就是这样子吧，众里寻他千百度，却在灯火阑珊处一眼发现了他，真是快哉，实际上王阳明年轻时就敢弹劾当时的九千岁刘瑾，也是相当了得的狂者，呵呵，虽然毛躁，但勇气可嘉，及后被贬谪贵州，受了大打击才冷静下来，挫折，恐怕是通往成熟的必经之路。人这一生，只要血是热的，怎么都好办，东边不亮西边亮，总能活出点滋味，唯有血冷了，便如行尸走肉，慢慢就失去自我了，我常想，乡愿之人，以他们对这个世界的漠视冷淡麻木，大约血已经冷了吧？ 以此文纪念王阳明辞世487年.","permalink":"http://www.zhinuo.site/excerpt/19430.html","tags":[{"name":"儒学","slug":"儒学","permalink":"http://www.zhinuo.site/tags/儒学/"},{"name":"心学","slug":"心学","permalink":"http://www.zhinuo.site/tags/心学/"},{"name":"王阳明","slug":"王阳明","permalink":"http://www.zhinuo.site/tags/王阳明/"},{"name":"致良知","slug":"致良知","permalink":"http://www.zhinuo.site/tags/致良知/"},{"name":"曾子","slug":"曾子","permalink":"http://www.zhinuo.site/tags/曾子/"},{"name":"论语","slug":"论语","permalink":"http://www.zhinuo.site/tags/论语/"}]},{"title":"分享：bluehot - 货币乘数效应的渊源与危害","date":"2016-11-24T12:40:00.000Z","path":"excerpt/57842.html","text":"货币乘数效应的渊源与危害 (2015-08-05 09:14:56)原文地址：http://blog.sina.com.cn/s/blog_55dca46a0102w6cz.html 货币乘数效应，是近现代金融最为关键和核心的金融现象。 要理解这个货币乘数效应的渊源与危害，我们就要微观上从逻辑上对银行存款和贷款的渊源进行思考。 假如现在我把100万现金全存为活期存款。那么将意味着我随时会向银行提现，银行是不能将我的存款挪用进行贷款给其他人的。这个时候，社会上的流动性是100万（货币存放在家里怕偷和存放在银行安全的含义是一样的，不影响货币的流动性）。 现在假如我把100万中的80万存为定期存款，期限1年。剩下的20万存为活期存款。这个时候，银行就可以把80万由定期存款形成的一年内不会使用的货币放贷给其他人使用，期限同样为1年。这个时候，获得贷款的借贷者的银行帐户里，就可以凭空多出80万存款（派生存款和货币创造,更是一种信用创造），支付转移后，又形成了其他人的80万存款。这个时候社会上的货币供应量M2是180万，于是整个金融货币体系中在这里产生了货币乘数效应(货币乘数=货币供应量/基础货币),而流通货币和基础货币，仍然是100万。 假如1年后，我要取款，而银行的80万的信贷到期借贷者也进行了偿还，那么我就可以完成取现100万，社会上的流通货币还是100万，而货币供应则减少为与基础货币相等规模的100万。因此这里可以得出一个推导结论。那就是社会增杠杆行为（银行信贷间接融资行为），可以导致派生货币增加，M2增加，而去杠杆行为，则可以导致M2减少，货币供应减少。但并不影响社会上的流动性。也不影响基础货币的总规模。 因此，货币供应M2里，包括的是货币与准货币，而准货币的来源，就是定期存款，而定期存款，就是失去了流动性的货币。 银行存款与信贷的过程，其实是定期存款人的货币所有权仍在，但在一定时期内失去了对货币的使用权。而银行则通过信贷行为将这部分货币的使用权挪借给其他人（借贷者）使用。（假如没有银行系统通过信贷获取利息差的行为，那么银行体系内也就不需要定期存款的存在，也不需要向储户支付利息而反而会收取储户的保管费，或者施行活期存款负利息政策） 因此，在逻辑上来说，活期存款应该实施100%的准备金率（不得对活期存款进行挪用放贷），而定期存款可以执行一定准备金率下的放贷行为（因为怕定期存款会违约提前支取）。可事实上，因为银行沉淀的资金量规模非常庞大。因此，可以对所有的活期存款和定期存款都执行一定比例的准备金率，然后进行放贷并赢利，进行了货币和信用创造并产生了货币乘数效应。 而M2中的定期存款，是准货币的最大来源，是失去了流动性的货币，但却是个人消费信心的基石。因此，我们的消费水平和消费信心，是以M2来衡量的，而不是以手中的活期存款和现金货币来衡量的。而假如我们把活期存款和现金货币全部消费光了，也是可以随时对定期存款进行提款和支取使用的。 因为银行的沉淀资金规模很大，而且电子货币出现后几乎不会导致银行发生系统性挤兑现象，因为我们作为买方消费支出的同时货币也必然成为卖方的收入并同时流回了银行。但是一定时期内的某些特殊情况下，也可能会有大量的M2中的准货币，变成活期存款，甚至直接取现的（例如春节的过节因素直接导致M0短期内猛增）。 这样，金融货币现象，就出现了一些细节性的变动了。也就是说，社会上的流动性，并不会总是高度近似等于基础货币的规模了，而是会大于基础货币的规模或者小于基础货币的规模，都有可能。例如降息时流动性大于基础货币，而加息又可以刺激很多活期存款回到定期存款中，让很多流通货币失去了流动性。 综合前面的细节思考。 我国货币供应量M2的构成，很大部分(约75%的规模)都是由银行信贷派生存款而来,并产生货币乘数效应，逻辑上定期存款和准货币关联密切，但事实上并不会全等，而大部分的准货币，其背书负责人其实是广大的银行信贷的债务人，而不是央行和商业银行为准货币背书。因此，从宏观上来说，M2中的很大部分在逻辑上是无法在同一时期都进行提现的(可全部提现的前提是全社会所有的债务人偿还银行贷款或全社会显著去杠杆,当然这个过程会是滚动渐进式的)。但微观上来看，M2中的大量的准货币，都可以随时变成具有流动性的活期存款，并可以在任何时候都可以提现。只要没有出现系统性的资金外流现象，那么这个过程就一直都是健康的。 因此，只要M2中的准货币随时变成活期存款只用于国内的经济和金融市场中，这样是无论如何都不会造成银行系统性挤兑的（虽然局部银行存款的流动不均衡，也是可以导致个别银行出现挤兑现象的，但不会发生系统性的风险）。因为电子货币流出银行的瞬间又会流回银行体系。而只有资金外流导致的M2中的准货币变成具有流动性的货币并兑换美圆外流时。那么这个时候，整个银行体系可供兑付的货币规模就总是会恒等于基础货币减去流通中现金M0之后的货币规模。超过此规模的大量的货币及准货币，都是无法支付的。 最后是我国货币的一些重要数据。 我国基础货币(货币当局总负债)规模约34万亿。现金M0规模为6-7万亿左右，国家货币发行的纸钞规模为不到8万亿，银行库存现金规模一般为5000亿-1万亿左右。M1为流通中的货币规模为34万亿，约等于基础货币的规模，而M2为134万亿，其中有庞大的准货币规模约为90万亿。央行储备的准备金规模为23万亿，这里全部都是基础货币，也是应付整个银行系统性挤兑的最重要的一部分货币规模。 货币乘数效应，是真实和客观的，但也是整个银行体系内存在的一个巨大漏洞。 因为“以部分准备金方式运作的所有银行都是天生没有偿付能力的”语出奥派货币学家赫苏斯·韦尔塔·德索托。 *此段文字是《准备金,存贷比与银行破产的脚步》一文的补充,更多细节可以参考该文!","permalink":"http://www.zhinuo.site/excerpt/57842.html","tags":[{"name":"金融","slug":"金融","permalink":"http://www.zhinuo.site/tags/金融/"},{"name":"货币","slug":"货币","permalink":"http://www.zhinuo.site/tags/货币/"},{"name":"杠杆","slug":"杠杆","permalink":"http://www.zhinuo.site/tags/杠杆/"},{"name":"货币乘数","slug":"货币乘数","permalink":"http://www.zhinuo.site/tags/货币乘数/"}]},{"title":"分享：中医修正 - 冬伤于寒(续)","date":"2016-11-22T03:20:23.000Z","path":"excerpt/19037.html","text":"原文地址：http://blog.sina.com.cn/s/blog_5a5ee16d0102ekxc.html 冬伤于寒 （续） (2014-03-19 06:10:03)修正传真（771）03182919 温病，可以是散在的个例，也可以造成大面积流行。 从散例看，个案差异相当大；但瘟疫流行时，却不难看出明显的共性。 中医史上多如牛毛的医案，基本上都是自吹自擂，目光如鼠的江湖中医对瘟疫的理解常常不如普通人。 “大兵过后必有凶年”，一句话就超过1800年中医人对瘟疫的认识。 今天中医人对防治禽流感开方板蓝根，还可见到一丝中医血脉？ 这既是天大的笑话，也让人明白中医学术的现状正是如此。 传统的江湖中医应该不会这样，迷路于经典真学的门外中医更不会如此，历史上早就有过、却于近代勃然兴起的挂名中医已经为我们奏响了哀乐。 遥祭医圣当年，汉末天子失政，群雄并起，兵灾战火连绵。 汉衰而魏蜀吴兴，兴也百姓苦、败也百姓苦，百姓逃难于战乱中，流离失所，生命尚且早不保夕，更遑论衣食之温饱？ 在那强凌弱、众暴寡、饿殍遍地的岁月，张机以素盛之家族尚且死亡三分有二，伤寒十居其七。 再看看才高七斗的曹子建《说疫气》：“建安二十二年，厉气流行，家家有僵尸之痛，户户有嚎泣之哀。或阖门而殪，或覆族而丧。或以为疫者，鬼神所作。夫罹此者，悉被褐茹藿之子，荆室蓬户之人耳。若夫鼎食殿处之家，重貂累蓐之门，若是者鲜矣。此乃阴阳失位，寒暑错时，是故生疫。 而愚民悬符压之，亦可笑”。 哈哈，当中医学者在高倍镜下迷惑于下冬伤于寒时，史学家、政治家那些非中医专业人士却于低倍镜中为中医经文点头。 开时有几分相信“冬伤于寒春必病温”了？ 问题是医理上如何解释，这才是中医人必需深刻反省的。《内经》有“热论”专篇，谈的好像是后世的温病？ 不过圣经上很清楚是谈伤寒。 河间师徒不懂装懂、以低劣的伎俩偷换概念为“伤寒热病”，竟然也为后世温病学寻找到了圣灵。 实际上，《素问》和《灵枢》并没有温病专篇， 《难经》同样没有温病专篇，还是乖乖地看看医圣的《伤寒论》吧。 第六条：“太阳病，发热而渴，不恶寒者为温病。若发汗已，身灼热者，名风湿。 风温为病，脉阴阳俱浮……”。 《伤寒论》既然记载着“为温病”“风温为病”，已经承认温病是相当独立的病种， 显然比《内经》《难经》前进了一大步。 网友藏德无限在数据库中“为病”概念的学习与理解一文中曾经指出《伤寒论》中“为病”的记载只有8条：六节，风温，阴阳易。 推测在医圣心中，温病相当重要，但在397条中只是记而不述，这是伤寒的变种，说来话长。或许，仲景另有专文，随不可考的变故，失传了。 1400年后，温病再次被世人提起，病因病理的认识却完全不同于《内》《伤》。 叶天士作为一代宗师，对“巨阳者诸阳之属其脉连于风府故为诸阳主气也”虽然目慌慌脑茫茫， 还是凭良心对学生们讲述了自己的见解——温邪上受首先犯肺。 虽未醇，亦足贵。 然而，差若毫厘，缪以千里。今天请问叶桂：真的是古经今病不相能？ 还是您对“巨阳”、“风府”展卷兴叹之余的无奈迂徊？（待续）","permalink":"http://www.zhinuo.site/excerpt/19037.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"小雪","date":"2016-11-21T09:30:00.000Z","path":"spark/32840.html","text":"节气随想 太阳于小雪到达黄经240度。 《月令七十二候集解》曰：“10月中，雨下而为寒气所薄，故凝而为雪。小者未盛之辞。” 雪，天之寒阴下沉，遇地上之寒阴，积凝而下成雪。 雪为阴寒之水，冬日助天行封藏之令，予负载万物之大地以时，休养生息。 《周易》坤卦初爻爻辞曰：“履霜坚冰至。”水之成雪，成冰，皆由阳暑之积弱，阴寒之积强，驯致而来，非一日之骤变也。 于事然，一小不善而不正，久积而成陋规，则或酝大恶。 于人亦然，一小错而不纠，久积而成陋习，则或酿大错。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/32840.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"小雪","slug":"小雪","permalink":"http://www.zhinuo.site/tags/小雪/"}]},{"title":"分享：中医修正 - 冬伤于寒","date":"2016-11-20T13:20:23.000Z","path":"excerpt/42683.html","text":"原文地址： http://blog.sina.com.cn/s/blog_5a5ee16d0102ek6x.html 冬伤于寒 (2014-02-09 06:13:42)修正传真（771）03182919 “冬伤于寒，春必病温”见于《素问》第一卷《生气通天论》。 经常感冒的人，衣着稍有不慎，就感冒“风寒”了。冬季严寒，寻常人都容易感冒，这“冬伤于寒”应该相当常见，难道说春就必病温？ 但经文记载清清楚楚。国学界谨慎胆小者占绝大多数，所以极难见到反驳。鉴于众多《内经》“学者”躲避注解这八个字、或注解而含糊搪塞，不赞同这句话的，应该说大有人在。 冬日伤寒容易春日病温，那么春夏秋三时伤寒是否也可病温呢？温病不应该说只拘限于春日，《内经》这句话究竟是脱简春夏秋三时后的剩余、认知偏颇、还是蕴含着至今不为人知的道理呢？ 考《内经》原文，“是以春伤于风，邪气留连，乃为洞泄。夏伤于暑，秋为痎疟。 秋伤于湿，上逆而咳，发为痿厥。冬伤于寒，春必温病”。原文四时并论，并没有脱漏春夏秋三时外感。四时并观，以“春必病温”语气最为肯定。估计作者当时已经注意到后学理解有困难，下一篇《金匮真言论》便颇为用意地补充说“故藏于精者春不病温”。请注意，在《金匮真言论》中春伤于风、夏伤于暑、秋伤于湿讨论的篇幅明显少了，却以相同的语气“春不病温”来追认此前的“春必病温”。 经典虽然认为六淫皆可致病，独重伤寒。承接《素问》第一卷，《热论》更以不容置疑的语气写下了“今夫热病者，皆伤寒之类也……人之伤于寒，则为病热，热虽盛不死”。医圣临症第一书，更直接以“伤寒”命名。就算被认为“别有师承”的《难经》，在五十八难也写下“伤寒有五：有中风，有伤寒，有湿温，有热病，有温病，其所苦各不同”。伤寒，这经典中医的重中之重，根本就没有被后世温热派及江湖中医所理解过，仲景之后一个也没有。国医沦丧，久矣！（待续）","permalink":"http://www.zhinuo.site/excerpt/42683.html","tags":[{"name":"伤寒","slug":"伤寒","permalink":"http://www.zhinuo.site/tags/伤寒/"},{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"}]},{"title":"船山文集《周易内传》坤 文言","date":"2016-11-19T12:30:58.000Z","path":"essence/26593.html","text":"文言曰：“坤至柔而动也刚，至静而德方”。至，谓六爻皆阴，柔静之极也。柔者，无锐往之气，委顺而听阳之施也。乃其为体，有形有质，则其与阳俱动也，异于阳之舒缓；而坚劲以果于所为，生杀乘权，刚亦至焉。阴体凝定，非阳感不动，静也；而惟其至静，髙下柔刚各有一定之宜而不迁，故随阳所施，各肖其成形，以为灵、蠢、动、植，终古不忒，是其德之方也。柔静者，牝道也。动而刚，虽牝而固马。方者，牝马之贞也。按此统刚柔动静以言阴。系传亦曰：“立地之道，曰柔与刚。”又曰：“夫坤，其静也翕，其动也辟。”动静刚柔，初非阴阳判然，各据一端而不相函之滞理，审矣。天地、水火、男女、血气，可分阴阳，而不可执道之自然者，类如此。泥于象迹名言者，将使天地相为冰炭，官骸相为仇敌，沟画而界分之，亦恶足以知道哉！ 后得主而有常。不唱而和，以听阳施，则不失柔顺之常理也。卦无阳爻，而言得主者，阴阳有隐见，而无有无；阴见，而阳固隐于所未见；至柔至静，则不拒阳，而阳隐为之主。 含万物而化光。此释彖传含弘光大之义，见其得主而利也。地虽块然静处，而万物之形质文章皆其所毓发；感阳以化，则天下之美利备焉。化光，则亨利同乎天矣。太极第三图，土居中宫，全具太极之体，金、木、水、火皆依以生，殆此意与？而术家言天一生水，至五而始生土，其未察于天化物理，明矣。 坤道其顺乎，承天而时行！动而刚方，天动之也。得主，得天也。化光者，天化也。惟其至顺，故承天而不滞于行，是以元亨而安贞得吉也。 积善之家，必有余庆；积不善之家，必有余殃。臣弑其君，子弑其父，非—朝—夕之故，其所由来者渐矣，由辩之不早辩也。易曰：“履霜坚冰至”，盖言顺也。一阴初动，未必即为凶惨，故卦之初筮，得六者三十二；亨利而吉者九，无咎者六。阴虽起，而即有阳以节宣之，则丧朋而庆矣。坤体纯阴，自一阴而上，顺其情而驯致之，遂积而不可掩。乱臣贼子，始于一念之伏，欲动利兴，不早自知其非，得朋而迷，恶日以滋，至于龙战，虽其始念不正，抑以积而深也。辩之，斯悔其非道之常，而安其贞矣。顺如“顺过遂非”之顺，即所谓驯至也。不道之念一萌，不能降心抑志，矫反于正，为君父者又不逆而折之，惟其欲而弗违，顺阴之志，无所不至，所必然矣。 直其正也，方其义也。君子敬以直内，义以方外，敬义立而徳不孤。直方大，不习无不利，则不疑其所行也。存之于体者曰正，制之于事者曰义，内以持己言，外以应物言。主敬则心不妄动而自无曲挠，行义则守正不迁而事各有制；天下皆敬而服之，德不孤而行之无疑矣，所以不习而无不利也。六二居中得正，敬德也，顺而不违于天则，义行也；故为坤道之盛，而君子立德之本也。坤中四爻皆以君子修德业者言之。坤无尊位，异于乾之四爻以上为乘时履位之象。易之道不可为典要，类如此。其以君臣隐见定爻位者，失之矣。 阴虽有美含之，以从王事，弗敢成也，地道也，妻道也，臣道也。地道无成而代有终也。六三含六二之美于中，而为进爻，以应外卦于上，故虽坤道小成，而不自居其成，积学以待问，补过以尽忠，敬戒而无违，纯乎顺也。代有终者，天之所生，皆地效其材，以终天之化也。 天地变化，草木蕃；天地闭，贤人隐。易曰：“括囊无咎无誉”，盖言谨也。纯阴之世，阳隐而不见，天闭而不出，地闭而不纳，于时为坚冰，于世为夷狄、女主、宦寺。能隐者斯贤也，虽有嘉言善行，不当表见以取誉。姚枢、许衡以道学鸣，如李、梅冬实，亦可丑矣。六四柔得位而不敢履中，故能谨之德归之。 君子黄中通理，正位居体，美在其中，而畅于四支，发于事业，美之至也。六五黄中之美，与二合德，敬义诚于中，形于外，无异致也，故曰通理。端己以居位，而盛德表见，以充实其安贞之体，则美既在中，而威仪之赫喧，文章之有斐，美无以尚矣。坤无君道，以二为内美、五为外著，君子暗然日章之徳也。若此类，惟君子占此为吉。无其德而占遇之，如春秋传南蒯所筮，神所弗告，筮策之偶然尔。故曰：“易为君子谋，不为小人谋。”如蒯比者，卦之吉，于己为凶，不可谓彖、爻不足以尽吉凶之理，而别求之术家之象数也。 阴疑于阳必战，为其嫌于无阳也。故称龙焉；犹未离其类也，故称血焉。夫玄黄者，天地之杂也，天玄而地黄。阴阳各六，十二位而向背分。阳动而见，阴静时隐，其恒也。六阴发动，乘权而行阳之道。阴向而阳背，疑于阴之且代阳而兴矣。六阳秉刚健之性，岂其终隐？阴盛极而衰，阳且出而有功；必战者，理势之自然矣。阳欲出而阴怙其势，非能不战而静退者也，乃言阴战，则阴为主；而不见阳之方兴，故卦无龙体著见，而称龙以归功于阳。春秋以尊及卑，以内及外，王师败绩于茅戎，不言败之者，此义也。未离其类者，阳虽伤，而所伤者阳中之阴也，刚健之气不能折也。故秦、汉、隋、唐之际，死者陈胜、杨玄感而已，皆龙之血也。阳以气为用，阴以血为体。伤在血，阴终不能伤阳，而阴衄矣。杂谓交伤。玄者，清气虚寥之色，黄者，浊气韫结之色。","permalink":"http://www.zhinuo.site/essence/26593.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"文言","slug":"文言","permalink":"http://www.zhinuo.site/tags/文言/"}]},{"title":"船山文集《周易内传》坤 象辞、爻辞","date":"2016-11-18T03:30:58.000Z","path":"essence/31633.html","text":"象曰：地势坤，君子以厚徳载物。势，形之势也。地形髙下相积，而必渐迤于下，所处卑，而物胥托于其上，皆大顺之象也。重坤者，顺德之厚也。君子体坤之德，顺以受物，合天下之智愚贵贱，皆顺其性而成之，不以己之所能责人之不逮，仁礼存心，而不忧横逆之至，物无不载也。六十四卦之变动，皆人生所必有之事，抑人心所必有之几，特用之不得其宜，则为恶。故虽乾坤之大德，而以刚健治物，则物之性违；柔顺处己，则己之道废。惟以乾自强，以坤治人，而内圣外王之道备矣。余卦之德，皆以此为统宗，所谓易简而天下之理得矣。 ：坤载万物，高低、贵贱、轻重、大小，生死，一视同仁，可谓厚德。 初六，履霜坚冰至。当纯阴之下，非偶然一阴发动之象也。坚冰之至，霜所必致。履者，人履之。阴兴必盛，自然之数也。故一生、一杀，不以损天地之仁；一治、一乱，不以伤天地之义。特当其时，履其境，不容不戒，故为占者告之。 象日：“履霜坚冰”，阴始凝也；驯致其道，至坚冰也。上“坚冰”二字盖衍文。本义按魏志作“初六履霜”，义亦通。凝，聚也。霜冰皆阴之凝聚而成，在初为始尔。坚冰之至，初无异理，即此阴之凝者然也。其道凝而不释之道。履霜彖辞所谓先迷，驯致则所谓得朋也。 ：始凝之霜，循阴之迹，必成坚冰。 六二，直方大，不习无不利。阴之为德，端凝静处而不妄，故为直；奠位不移而各得其宜，故为方；纯乎阴，则大矣。直、方，其德也；大，其体也。惟直、方故能大，其大者皆直、方也。秉性自然而于物皆利，物无不载，而行无疆矣。九五，乾之盛也。六二，坤之盛也。位皆中，而乾五得天之正位而不过，坤二出于地上而阴不匮。故飞龙者，大人合天之极致，直、方者，君子行地之至善也。 象曰：六二之动，直以方也。不习无不利，地道光也。动谓此爻发动而见功也。有其德，则施之咸宜，配地道之乘时，发生品物，光辉普见。 ：得位静处，直方纳物，乃无不利。 六三，含章可贞，或从王事，无成有终。六二柔顺中正，内德固，而所以发生品物者备其美。六三居其上，成乎坤体，所含者六二之章光，故虽以阴居阳，而可不失其正。三为进爻，出而图功之象，履乎阳位，故曰从王，彖所谓丧朋而承天时行也。或者，不必然而然之辞。含章无必于从事之志；乃因时而出，行乎其所不得不行，虽有成功而不自居。终与“知终终之”之终，皆以内卦小成言之也，事虽从王，志在自尽其道。内卦象德，外卦象位，三者，徳之终也。 象曰：“含章可贞”，以时发也。“或从王事”，知光大也。惟所含者，内有直方之美，故以时发见而可贞。德之已成，时在可见，故从王事，自知其志行之光大而不失时，要以自尽其含弘之用，而非急于见功也，阴以进为美，不倦于行，所以配乾之无疆。 ：贞一以时，或成或毁，然必有终。 六四，括囊，无咎无誉。括嚢，藏之固也。柔居阴位，四为退爻，不求誉而避咎之道也。四与初同道，而初居地位之下，伏阴自怙；四处重阴之中而为人位，乃有意沈晦，退而自守之象，故不同于初之阴很。 象曰：“括囊无咎”，慎不害也。欲退藏以免于咎，则无如避誉而不居。危言则召祸，诡言则悖道，括囊不发，人莫得窥其际，慎之至也。 ：以慎藏密。 六五，黄裳元吉。黄者，地之正色，既异黑白之黝素，尤非青赤之炫著，于五色为得其中。衣在上而著见，裳在下而又有芾佩以掩之，饰在中而与衣以文质相配者也。六五居中以处上体，而柔顺安贞之德，自六二而已成。大顺之积，体天时行，若裳以配衣，深厚而美自见，宜乎其吉矣。凡言吉者，与凶相对之辞，自然而享其安之谓。黄裳非以求吉而固吉，故曰元吉。凡言元吉者准此。 象曰：”黄裳元吉”，文在中也。黄其美也；裳者，在中之象。 ：柔顺执中，光彩自现，元吉。 上六，龙战于野，其血玄黄。阴亢已极，则阳必奋起。龙，阳物也。于野，卦外之象。阴阳各有六位。坤六阴毕见，则六阳皆隐而固在；此盛而已竭，彼伏而方兴，战而交伤，所必然矣。阳之战阴，道之将治也，而欲奋起于涸阴之世，则首发大难，必罹于害，陈胜项梁与秦俱亡；徐寿辉张士诚与元俱殒。民物之大难，身任之，则不得辞其伤。易为龙惜，而不惜阴之将衰，圣人之情见矣。“坤”卦纯阴，其道均也，而中四爻皆君子之辞，惟初、上以世运之阴幽争乱言之。盖乾坤者，本太极同有之实，各有其德，而不可相无：体道以学易者，法其所可用而不能极其数。二、五得中而不过；三、四人位，乃君子调燮之大用所自施，故以其德言之，美者极其盛，而次亦可以寡过。初则沈处地下，上则高翔天际，而无所施其调燮，故以气运言之，而为潜、为亢、为凝、为战。乃阳虽无功而过浅，君子犹可因时以守约，圣人固且逢悔而不忧；阴则初惨而不舒，上淫而不忌，是以冰之坚，玄黄之血，成乎世运之伤，此坤之初、上所以独危也。然卦体纯而不杂，则抑天数自然之致，非人事之有愆。故坚冰龙战皆属乎气运，而示占者知命以谨微，非他卦凌杂致咎，为人事所致之孽也，是以坤之初、上皆不言凶。 象曰：“龙战于野”，其道穷也。六阴皆见于象，穷极而无余，阳必起而乘之。 ：阴积而滞，阳欲起而乘之，必受阴阻，战则伤。 用六，利永贞。六者，数之不足者也。惟安于不足，则质虽凝滞，而虚中以听阳之施，以顺为正，阴之贞也。十八变而皆得六，处于至不足之数，不如七之与八，求益以与阳争多寡。丧朋而安贞，始终如一，以资万物之生，故无不利而永得其正。象曰：“用六永贞”，以大终也。阳始之，阴终之，乃成生物之利。永贞以顺阳，而资生万物，质无不成，性无不丽，则与乾之元合其大矣。 ：用，体之德著于外而所成之功，所成之能。六，虚中而受阳施也。","permalink":"http://www.zhinuo.site/essence/31633.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"爻辞","slug":"爻辞","permalink":"http://www.zhinuo.site/tags/爻辞/"},{"name":"象辞","slug":"象辞","permalink":"http://www.zhinuo.site/tags/象辞/"}]},{"title":"船山文集《周易内传》坤 彖辞","date":"2016-11-17T09:30:18.000Z","path":"essence/1614.html","text":"彖曰：至哉坤元！万物资生，乃顺承天。阴非阳无以始，而阳借阴之材以生万物，形质成而性即丽焉。相配而合，方始而即方生，坤之元，所以与乾同也。至者，德极厚而尽其理之谓。乃其所以成至哉之美者，惟纯乎柔，顺天所始而即生之无违也。 ：乾坤和，资生万物，是谓元。万物遂顺天承地而不能违。 坤厚载物，徳合无疆。厚谓重坤，象地之厚。无疆，天之无穷也。其始也生之，既生矣载之。天所始之万物，普载无遗，则德与天合，故与乾均为元，而至者即大也。 ：地载万物，坤所以合天德。 含弘光大，品物咸亨。惟其至顺也，故能虚以受天之施，而所含者弘，其发生万物，尽天气之精英，以备动植飞潜，文章之富，其光也大矣，品物资之以昌荣，而遂其生理，无有不通，坤之亨所以与乾合德也。 ：地承天德之施，尽万物之能，成万物之形，是以亨。 牝马地类，行地无疆，柔顺利贞。马之行健，本乾之象。牝秉阴柔之性，则与地为类。地顺承天，则天气施于地之中，如牝马虽阴，而健行周乎四方，此地之利贞，以守一从阳为贞也。 ：物有形然后可言利。阴以从阳而后利。 君子攸行，先迷失道，后顺得常。六阴聚立，有先迷之象。然纯而不杂，虚静以听天之施，则固先阳后己，顺事物而得唱和生成之常道。君子体之以行，能知先之为失道，而后之为得主，则顺道而行，无不利矣。以性主情，以小体从大体，以臣顺君，以刑济赏，阴亦何不利之有哉！ ：阳从阴，迷而失道。阴从阳，顺得常。 西南得朋，乃与类行；东北丧朋，乃终有庆。安贞之吉，应地无疆。重坤积阴，有西南地形崇复之象，然顺而又顺，趋以就下，则又有东北迤海之象，两者皆地势也，在知择而已。君子之行，不法其积阴怙党之咎，而法其委顺以承天，不自私同类之贞，则终必受天之庆矣。吉自外来曰庆，丧朋以从乾，安贞之吉也，君子所以应地道而德合无疆也。 ：安贞者，从乾健而不二尔心，乃可行地无疆。","permalink":"http://www.zhinuo.site/essence/1614.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"彖辞","slug":"彖辞","permalink":"http://www.zhinuo.site/tags/彖辞/"}]},{"title":"船山文集《周易内传》坤 卦辞","date":"2016-11-17T08:30:58.000Z","path":"essence/513.html","text":"坤，元亨，利牝马之贞。君子有攸往，先迷后得主，利。西南得朋，东北丧朋，安贞吉。颓然委顺之谓坤，阴柔之象也。此卦六爻皆阴，柔静之至，故其德为坤。凡卦有取象于物理人事者，而乾坤独以德立名，尽天下之事物，无有象此纯阳纯阴者也。阴阳二气氤氲于宙合，融结于万汇，不相离，不相胜，无有阳而无阴，有阴而无阳，无有地而无天，有天而无地。故周易并建乾坤为诸卦之统宗，不孤立也。然阳有独运之神，阴有自立之体，天入地中，地函天化，而抑各效其功能。故伏羲氏于二仪交合以成能之中，摘出其阳之成象者，以为六画之乾，而文王因系之辞，谓道之元亨利贞者，皆此纯阳之撰也；摘出其阴之成形者，以为六画之坤，而文王因系之辞，谓道有元亨利牝马之贞者，惟此纯阴之撰也；为各著其性情功效焉。然阴阳非有偏至之时，刚柔非有偏成之物。故周易之序，错综相比，合二卦以著幽明屈伸之一致。乾坤并立，屯蒙交运，合异于同，而经纬备，大小险易得失之几，互观而益显。乾坤者，错以相应也。屯蒙者，综以相报也。此周易之大纲，以尽阴阳之用者也。余卦放此。 ：乾刚且动，坤柔且静，并行而成能成形。 坤之德，元亨同于乾者，阳之始命以成性，阴之始性以成形，时无先后，为变化生成自无而有之初几，而通乎万类，会嘉美以无害悖，其德均也。阴所以滋物而利之者也。然因此而滞于形质，则攻取相役，而或成乎惨害，于是而有不正者焉。故其所利者牝马之贞，不如乾之以神用而不息，无不利而利者皆贞也。凡言利者，皆益物而合义之谓，非小人以利为利之谓，后仿此。 ：元亨者：乾坤合和，始性命而成乎形，启生生之门。 马之健行，秉乾之气而行乎地，阳之丽乎阴者也。牝马之贞，与乾合德以为正也。君子有攸往以下，为占者告也。乾之龙德，圣人之德，坤之利贞，君子希圣之行也。刚以自强，顺以应物，坤者，攸行之道也。君子之有所往，以阴柔为先，则欲胜理，物丧志而迷；以阴柔为后，得阳刚为主而从之，则合义而利。此因坤之利而申言之，谓君子之所利于坤者，得主而后利也。 ：利、贞者：坤委顺于乾之健行，乃合德而可行无疆。 同类相比曰朋，西南、东北以中国地势言之。西南为梁州，崇山复岭，冰雪夏积，阴所聚也。东北冀、营、兖、青之域，平衍而迤于海，地气之不足也。得朋则积阴相怙，丧朋则解散私党，而顺受阳施。盖阳九阴六，有余不足，自然之数；而地以外皆天，地所不足，天气充之。以其本不足者承天，而不恃其盈以躁动，则其贞也，以从一而安为贞，非以坚持不屈为贞。此因坤之贞而申言之，谓君子体坤之贞者，惟安斯吉也。 ：坤性静而滞积，违乾健则无以行疆。从一者，从乾而已。","permalink":"http://www.zhinuo.site/essence/513.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"卦辞","slug":"卦辞","permalink":"http://www.zhinuo.site/tags/卦辞/"}]},{"title":"船山文集《周易内传》乾 文言","date":"2016-11-16T03:11:18.000Z","path":"essence/53402.html","text":"文言曰：元者善之长也，亨者嘉之会也，利者义之和也，贞者事之干也。君子体仁足以长人，嘉会足以合体，利物足以和义，贞固足以干事。君子行此四德者，故曰“乾元亨利贞”。“文”，系传之所谓“辞”，文王、周公、象、爻所系之辞也。“言”者，推其立言之意，引伸之而博言其义也。乾坤为易之门，详释其博通之旨。然以此推之，余卦之义类可知矣。元亨利贞者，乾之德，天道也。君子则为仁、义、礼、信，人道也。理通而功用自殊，通其理则人道合天矣。“善之长”者，物生而后成性存焉，则万物之精英皆其初始纯备之气，发于不容已也。“嘉之会”者，四时百物，互相济以成其美，不害不悖，寒暑相为酬酢，灵蠢相为事使，无不通也。“义之和”者，生物各有其义而得其宜，物情各和顺于适然之数，故利也。“事”谓生物之事。“事之干”者，成终成始，各正性命，如枝叶附干之不迁也。此皆以天道言也。“体仁”者，天之始物，以清刚至和之气，无私而不容已，人以此为生之理而不昧于心，君子克去己私，扩充其惻隐，以体此生理于不容已，故为万民之所托命，而足以为之君长。“嘉会”者，君子节喜怒哀乐而得其和，以与万物之情相得，而文以美备合礼，事皆中节，无过不及也。“利物”者，君子去一己之私利，审事之宜而裁制之，以益于物，故虽刚断而非损物以自益，则义行而情自和也。“贞固”者，体天之正而持之固。心有主而事无不成，所谓信以成之也。此以君子之达天德者言也。仁义礼信，推行于万事万物，无不大亨而利正，然皆德之散见者，中庸所谓“小德”也。所以行此四德，仁无不体，礼无不合，义无不和，信无不固，则存乎自强不息之乾，以扩私去利，研精致密，统于清刚大和之心理，中庸所谓“大德”也。四德尽万善，而所以行之者一也，乾也。故曰“乾元亨利贞”，惟乾而后大亨至正以无不利也。 初九曰：“潜龙勿用”，何谓也？子曰：龙德而隐者也，不易乎世，不成乎名，遁世无闷，不见是而无闷，乐则行之，忧则违之，确乎其不可拔，潜龙也。揲以求画，则六位积而卦德乃成，而观变玩占，在成卦之后，则分全体之一，而固全载本卦之德。爻也者，言其动也，故一阳动于下而即曰“龙德”。余卦准此。“隐”有二义：以位言之，则隐居之谓；以德言之，则静所存而未见之动者也。“易”，为所移也。世有盛衰，所秉者正，世易而道不易也。事功著而名成，静修之事自信诸心而迹不显，人所无能名也。“不易乎世”，与世异趋，“遁世”也。“不成乎名”，人不知其潜行之实，“不见是”也。潜则固不行矣，而言“乐行”“忧违”者，立阳刚之质以为德基，由此而行乎二、五，则利见矣；行乎三、四，则无咎矣。二、五者，乐地也；三、四者，忧地也，“违”者，远于咎之谓。其行其违，皆以刚健之德为退藏之实，故曰：“确乎其不可拔。”通一卦以赞一爻之德，故虽潜而龙德已成也。 九二曰：“见龙在田，利见大人”，何谓也？子曰：龙德而正中者也。庸言之信，庸行之谨，闲邪存其诚，善世而不伐，德博而化。易曰：“见龙在田，利见大人”，君德也。“正中”，谓正位乎中也。以贞，悔言之，二、五为上下卦之中；以三才之位言之，二出地上，五在天下，天地之间，大化之所流行，亦中也。乾无当位不当位，天化无所不行，凡位皆其位也。中斯正矣，故曰“正中”。“庸”也者，用也，日用之言行也。“在田”，卑迩之事，因人情，达物理，以制言行，出乎身，加乎民，必信必谨，以通志而成务也。刚健以“闲邪”，执中以“存诚”。闲邪则诚可存，抑存诚于中，而邪固不得干也。程子以“克己复礼”为乾道，此之谓也。履中而在下，故曰“不伐”。以阳爻居阴位，变民物浊柔之质，反其天性，故曰“化”。凡此皆守约施博之道，德成于己而达物之情，君天下之德于此立焉。及其升乎五位，亦推此而行之尔，是以为天下之所利见，而高明广大之至德，不越乎中庸精微之实学，亦于此见矣。 九三曰：“君子终日乾乾，夕惕若，厉无咎”，何谓也？子曰；君子进德修业，忠信，所以进德也：修辞立其诚，所以居业也。知至至之，可与几也；知终终之，可与存义也。是故居上位而不骄，在下位而不忧，故乾乾因其时而惕，虽危无咎矣。龙德皆圣人之德，此言“君子”者，圣不自圣，乾惕之辞也。九二君德已成，九三益加乾惕，故曰“进德”。九二敦庸行，九三益尽人事之当为以应变，故曰“修业”。三为进爻，以阳刚处之，乃大有为以涉世变之象。故德以历变而益进，业以应变而益修，乃其所以进、修者，一惟其固有之忠信以存心，而即其言行之谨信以立诚，惕若于退省之余，而不恃其健行之识力；忠信笃敬，参前倚衡，而蛮貊之邦无不可行矣。业统言行，独言“修辞”者，君子之施政教于天下者辞也，辞诚则无不诚矣。“诚”者，心之所信，理之所允，事之有实者也。变“修”言“居”者，所修之业，非苟难之事，皆其可居者也。三居下卦之上、乾必至此而成象，故曰“至”。至此而乾道已成，人事已尽，故□“终”。知至而必至，极天下之变，而吾敬信皆有以孚之，乃以尽精微而事豫立，故曰“可与几”。乾乾之益也，知终而终， 虽上达不已，但自尽其德业，不妄冀达天造命之化，以反疏其人能，故曰“可与存义”。夕惕之志也，健行而一以惕若之心临之，应几速而守义定，圣功之密也如此，则心恒有主而不骄不忧矣。“上位”下卦之上也，“下位”上卦之下也。居上下之间，危地也。知几存义，一因其时，而不舍其健行惕若之心，以此履危.无咎矣。 九四曰：“或跃在渊，无咎”，何谓也？子曰：上下无常，非为邪也；进退无恒，非离群也。君子进徳修业，欲及时也，故无咎。自初至三，皆象圣修之功。九二君道已尽，九三更加乾惕，以应物尽变，乾德成矣。自四以上，以学言之，则不思不勉而入圣；以时位言之，德盛道行，将出以受天命之候也。故四以上皆以功效言之。四出下卦之上，故曰“上”；于上卦为下，故闩“下”。四，阴位，退爻也，故曰“退”；刚而不已，近乎五，故曰：“进”。上而进，或跃也；下而退，或在渊也。疑而自试，虽不遽进，而无嫌于跃。要其纯健之体，行志而非从欲，则贞而不邪；与上下合德而一于健，不杂阴柔以与群龙相异，则得群而不离。“进德”谓德已进，“修业”谓业已修；前之进修，固可及时而见功，由下学而上达，非有速成之过；行法而俟命，非有侥幸之情。是以无咎。 九五曰：“飞龙在天，利见大人”，何谓也？子曰：同声相应，同气相求，水流湿，火就燥，云从龙，风从虎，圣人作而万物睹。本乎天者亲上，本乎地者亲下，则各从其类也。此明惟大人所以为天下之利见也。“同声相应”，倡之者必和也；“同气相求”，感之者必动也。惟其下湿，故水流之；惟其高燥，故火就之。诚为龙，而云必从；诚为虎，而风必从。惟刚健中正之德已造其极，故见乎四支、发乎事业者，民虽未喻其藏，而无不共睹其光辉。乾之“首出庶物，万国咸宁”者，于斯而显矣，阳刚之得位以中，圣人之本也。而六爻皆纯，无有异趣，天下皆仪式圣入之德，即百世之下犹将兴起。上下五阳，拱于九五，道一风同，见之者利，德之不孤而必有邻，如三辰之依气以运而“亲上”，百昌之依形以发而“亲下”，类之相从，理气之必然者也。若共、驅、向魃、匡人之见圣如不见，斯拂人之性而自不利耳，岂理数之常哉！ 上九曰：“亢龙有悔”，何谓也？子曰：贵而无位，高而无民，贤人在下位而无辅，是以动而有悔也。阳贵阴贱，上爻托处最高。“无位”者，五为天位之正，上其余气而远于人也。阴为民，下五爻皆阳，敌体相竞，“无民”也。“贤人”，谓四以下群阳。“无辅”者，众皆睹九五而从之，不为上辅也。“动”，谓此爻独为老阳发用，时非其时，位非其位，贤人非其人，而仍以刚动，有悔道矣。其亢也，初不恤悔；有悔矣，而龙德不屈，伯夷所以思虞夏而悲歌，孔子所以遇获麟而反袂也。 “潜龙勿用”，下也。位在下，故以不用自养其德。 “见龙在田”，时舍也。“舍”，止也。君德已成，时未居尊，故止于田以修其庸德；然德化虽未行，固宜为天下之所利见。 “终日乾乾”，行事也。以刚居刚，而履人位，事方任己，不容不乾乾也。 “或跃在渊”，自试也。或跃或在渊，出而试其可行与否，进可受命，而退不失己。圣人之行虽决之以义，而道必以适于事者为极至，无嫌于姑试进退以自考，所以异于功名之士勇于行，隐遁之士果于止也。 “飞龙在天”，上治也。位居尊上，故治化行于天下，而天下利见之。 “亢龙有悔”，穷之灾也。位已至极，无可复进，虽尚志髙卓，而灾及之。难自外至，非所宜得者，曰“灾”。 “乾元用九”，天下治也。“乾元”谓乾为诸卦之首，众阳齐兴，德无偏盛，君臣民庶道一风同之象也。篇中五序彖、爻之辞，反复以推卦德，示易道之广大悉备，义味无穷，使读易者，即约以该博，勿执典要以废道。于乾详之，而凡卦皆可类推矣。然易之蕴，文、周之辞已括尽无余，外此而穿凿象数，以谓易惟人之意求而別揣吉凶，则妄矣。此上七节，以时位言之。 “潜龙勿用”，阳气潜藏。体虽纯乾，而动爻则为动于地中之象，乃阳所藏密之基也。凡一爻之义，皆以其动言之，余准此。 “见龙在田”，天下文明。阳气出于地上，百昌向荣，春光明盛之象。因此见凡卦之中，皆可与时序相应。京房之徒，强配卦气，为妄而已。 “终日乾乾”，与时偕行。阳动于进爻，乃四时日进不止之象。言“与时偕”者，天道不倚于四时，而四时皆与天为体，时之所至，天亦至也。 “或跃在渊”，乾道乃革。内卦乾道已成，外卦阳刚复起，革之象也。天体常一，而道有变化。寒暑晦明，运不息而气异。其相承相易之际，一进一退，如在渊而跃，革以渐也。 “飞龙在天”，乃位乎天德。天道周流于六位，惟五居中而应乎天位，乃天之大德敦化，所以行时生物之主宰运乎上，而云行雨施皆自此而出也。 “亢龙有悔”，与时偕极。极，至也，穷也，极其至则穷也。气数穷则天道亦变矣。 “乾元用九”，乃见天则。数止于九，所谓十者，仍一也。故洛书尽于九，而河图中宫十五；裁有余，补不足，虚极于六，盈极于九，大地之化止于此矣。九者，已极的无可增也。惟乾纯阳，而发用之数，见乎过揲者皆九。天阳之数，无所不用，于此见天之所以为天，大极无外，小人无间，生死荣枯，寒暑晦明，灵蠢动植，燥湿坚脆，一皆阳气之充周普遍，为至极而无能越之则焉。故人之于道，惟有不足，无有有余；惟有不及，无有太过。尽心乃能知性，止至善而后德以明，民以新，故曰：“圣人，人伦之此”。道二，仁与不仁而已，无得半中止之道也。君子于此，可以知天，可以尽性矣。此上七节，以天化言之。 乾元者，始而亨者也，利贞者，性情也。凡物与事皆有所自始，而倚于形器之感以造端，则有所滞而不通。惟乾之元，统万化而资以始，则物类虽繁，人事虽赜，无非以清刚不息之动几贯乎群动，则其始之者，即所以行乎万变而通者也。利者，健行不容已之情，即以达万物之情；贞者，健行无所倚之性，即以定万物之性；所以变化咸宜而各正性命，物之性情无非乾之性情也。此以明兀亨利贞皆乾固有之德，故其象占如此。元亨为始而亨，非遭遇大通之福；利贞言性情，则非利于贞，而以不贞，为小人戒，明矣。舍孔子之言而求文王之旨，将孔子其为凿说乎！ 乾始能以美利利天下，不言所利，大矣哉！此言四德之统于元也。“美利”利之正也。“利天下”无不通也。“不言所利”无所不利之辞，异于坤之“利在牝马”，屯之“利在建侯”。当其始，倚于一端，而不能统万物始终之理，则利出于偏私，而利于此者不利于彼，虽有利焉而小矣。乾之始万物者，各以其应得之正，动静生杀，咸恻隐初兴，达情通志之一几所函之条理，随物而益之，使物各安其本然之性情以自利，非待既始之余，求通求利，而惟恐不正，以有所择而后利。此其所以为大也。 大哉乾乎！刚健中正，纯粹精也。此言元之所以统四德，惟其为乾之元也。“中正”以二五言。丝无疵顔，曰：“纯”；米无糠秕，曰“粹”，谓皆阳刚一致而不杂阴之浊滞也。阴凝滞而为形气。五行已结之体，百物已成之实，皆造化之粗迹，其太和清明之元气，推荡鼓舞，无迹而运以神，则其精者也。乾之为德，一以神用，入乎万有之中，运行不息，纯粹者皆以精，是以作太始而美利咸亨，物无不正。在人为性，在德为仁，以一心而周万理，无所懈，则无所滞。君子体之，自强不息，积精以启道义之门，无一念利欲之间，而大德王道于斯备矣。 六爻发挥，旁通情也；时乘六龙，以御天也，云行雨施，天下平也。君子以成德为行,日可见之行也。承上义而言乾之为德，既大始而美利天下，而六爻之动，自潜而亢，有所利，有所悔，或仅得无咎，发挥不一者，何也？自卦而言，一于大正；自爻而言，居其时，履其位，动非全体，而各有其情，故旁通之。要其随变化而异用者，皆以阳刚纯粹之德，历常变之必有，而以时进其徳业，则乘龙御天，初无定理，惟不失其为龙，而道皆得矣。圣人用之，则云行雨施，而以“易知”知天下之至险，险者无不可使平。君子学之，则务成乎刚健之德，以下学，以上达，以出以处，以动以静，以言以行，无日无事不可见之于行，则六爻旁通，虽历咎悔而龙德不爽，惟自强之道，万行之统宗，而功能之所自集也。 潜之为言也，隐而未见，行而未成，是以君子弗用也。“隐而未见”，以位言；“行而未成”，以道言。未成，谓方在笃志近思之时，不即见之成能也。弗用者，君子自修之序，自不急于见功。爻言勿用，以君子之道戒占者也。 君子学以聚之，问以辨之，宽以居之，仁以行之。易曰：“见龙在田，利见大人”,君德也。学博，则聚古今之理于心。问审，则择善而辨所宜从。宽谓容物而不自矜。仁则推爱之理而顺乎人情。四者下学之事，宜民之道，故为在田之象。而学问至则百王之法惟所损益，宽仁施则百姓之情皆可上达，宜为天下所利见，虽未履天位，而君德备矣。古者世子入大学以亲师考道，天子卑服而亲康功田功，皆以养成君德也。 九三重刚而不中，上不在天，下不在田，故乾乾因其时而慯，虽危无咎矣。不在天，不在田，惟其位非中也，时之危也。“重刚”，行之乾乾也。刚者，非但勇于任事，实则严以持心；不恃其健行，而知时之不中，防其所行之过，操心危则行不危矣。以位则建大猷以乘时而未就，以学则望圣道一间之未达，成汤之惟恐胜予，颜子之欲罢不能，皆此爻之象，尽人事之极也。 九四重刚而不中，上不在天，下不在田，中不在人，故或之。或之者，疑之也，故无咎。“重刚”，下卦已刚而此复刚；又三、四为人位，重三为四而皆刚也。不在人者，三为人之正位，四其余位，人道已尽，而俟天之时也。德之将熟，命之将受，决于止则自画而贰尔心，决于进则躐等而有惭德，疑而自试，必得其所安，君子体道之深心也。 夫大人者，与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶，先天而天弗违，后天而奉天时。天且弗违，而况于人乎！况于鬼神乎！九五履天位，而刚健中正以应天行，故其德之盛如此。天地以主宰言，日月、四时、鬼神，皆天地之德，以纯粹之精，而健行得中。明不息，序不紊，刑赏不妄，人而天矣。先天，谓天所未有，大人开物而成务，弗违气应物化而功就也。后天，天已垂象，因而行之。奉天时，时至功兴，不爽其则也。天且弗违，则人不可不见，而见之者，鬼神自应以吉。当大入之世而弗见焉，鬼神弗佑，四裔之诛自取之矣。违大人，即以违天也。书曰：“未见圣，若不克见；既见圣，罔克由圣。”大人不世作，而圣言孔彰，乐其道者见之。非圣无法，允为自弃。勿曰生不逢尧、舜之世，遂可随末俗以迁流也。 亢之为言也，知进而不知退，知存而不知亡，知得而不知丧，其唯圣人乎！知进退存亡而不失其正者，其唯圣人乎！进退以行言，存亡、得丧以遇言，保其固有曰存，本所无有曰亡，得所未有曰得，失其所有曰丧，刚而不止，居高而不肯下，亢也。亢之为道，率由于不知，而龙之亢，非不知也，秉刚正之德，虽知而不失也。惟若孔子，知不可为而为之，而不磷不缁者不失，乃能与于斯。忠臣、孝子，一往自靖，不恤死亡之极，亦有圣人之一体，虽有悔而固为龙德，时乘之，亦所以御乱世之天也。此上十节，申释彖、爻之辞，言君子体易之道。","permalink":"http://www.zhinuo.site/essence/53402.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"文言","slug":"文言","permalink":"http://www.zhinuo.site/tags/文言/"}]},{"title":"船山文集《周易内传》乾 象辞","date":"2016-11-16T02:30:18.000Z","path":"essence/55594.html","text":"象曰：天行健，君子以自强不息。此所谓大象也。孔子就伏羲所画之卦，因其象以体其德，盖为学易者示择善于阴阳，而斟酌以求肖，远其所不足，而效法其所优也。数之积也，画已成而见为象，则内贞外悔，分为二象，合为一象，象于此立，德于此著焉。天、地、雷、风、水、火、山、泽，八卦之垂象于两间者也。而合同以化者，各自为体，皆可效法之以利用。君子观于天地之间而无非学，所谓希天也。故异于彖，而专以天、地、雷、风、水、火、山、泽之相袭者示义焉。“天行”云者，程子谓：“重卦皆取重义，此独不然。天一而已，但天之行一日一周，而明日又一周，有重复之象”，是也。变乾言“健”，健即乾也。或先儒传授，声相近而误尔。以，用也。学易者不一其道，六十四卦各有所用之，所谓“存乎其人，存乎德行”也。理一也，而修己治人，进退行藏，礼乐刑政，蹈常处变，情各异用，事各异趋，物各异处。学易者斟酌所宜，以善用其志气，则虽天地之大，而用之也专，杂卦之驳，而取之也备，此精义之学也。违其所宜用，则虽乾坤之大德，且成乎大过，况其余乎！因卦之宜，而各专所拟议，道之所以弘也。纯乾之卦，内健而外复健，纯而不已，象天之行。君子以此至刚不柔之道，自克己私，尽体天理，发愤忘食，乐以忘忧，不知老之将至，而造圣德之纯也。强者之强，强人者也；君子之强，自强者也。强人则竞；自强则纯。乾以刚修己，坤以柔治人。君子之配天地，道一，而用其志气者殊也。修己治人，道之大纲尽于乾坤矣。 ：效乾之健行不息，谨于修己而已。 “潜龙勿用”，阳在下也。此以下皆所谓小象，释周公之爻辞也。取一爻之画，刚柔升降，应违得失之象，与爻下之辞相拟，见辞皆因象而立也。其例有阴有阳，有中有不中，有当位有不当位，有应有不应，有承有乘，有进有退；画与位合，而乘乎其时，取义不一，所谓“周流六虚，不可为典要”，易道之所以尽变化也。初九处地位之下，五阳积刚于上，立纯阳之定体，疑无不可用者；以道在潜伏，不可以亟见，故一阳兴于地下，物荣其根，为反己退藏，固本定基，居易俟命之道，位使然也。 “见龙在田”，德施普也。“普”与溥逋，周篇也。阳出地上，草木嘉谷皆载天之德，以发生而利于物，此造化德施之普也。大人藏密之功已至，因而见诸行事，即人情物理以行仁义象之，故为天下所利见。礼曰“先王以人情为田。”顺人情以施德，德乃周遍。以时则舜之历试，以事则文王之康功田功，以日用则质直好义，虑以下人，而邦家皆达，皆天德之下施者也。 “终日乾乾”，反复道也。三居下卦之上，乾象已成，反而自安其止，而以刚居刚；三为进爻，健行不已，行而复行，欲罢不能；故为终日乾乾，夕复惕若之象；不言“夕惕”者，省文。 “或跃在渊”，进无咎也。四为阴位为退爻，而以刚处之，或跃或在渊，进退不决。然体乾而近于五，可以进矣。不进本无咎，而进亦无咎也。 “飞龙在天”，大人造也。“造”，至也。大人积刚健之德，至而履乎天位，天德以凝，天命以受矣。董仲舒曰：“天积众精以自刚。”积之既盛，则有不期而自至者，故曰“飞”。 “亢龙有悔”，盈不可久也。以位言之，至上而已盈，成功者退之候。天体之运，出地之极，至百八十二度半强而复入于地。行己极而必倾，不可久之象也。以数言之，过揲之策，至三十六而止，无可复加。六爻皆极其盈，惟有减损，不能增益，数之盈不可久也。象数之自然，天不能违，况圣人乎！然圣人知其不可久，虽有悔而不息其刚健，则于龙德无损焉。 “用九”，天德不可为首也。天无自体，尽出其用以行四时，生百物，无体不用，无用非其体。六爻皆老阳，极乎九而用之，非天德其能如此哉！天之德，无大不届，无小不察，周流六虚，肇造万有，皆其神化，未尝以一时一物为首而余为从。以朔旦、冬至为首者，人所据以起算也。以春为首者，就草木之始见端而言也。生杀互用而无端，晦明相循而无间，普物无心，运动而不息，何首之有？天无首，人不可据一端以为之首。见此时知其不可，则自强不息，终始一贯，故足以承天之吉。 ：乾道纯阳，充盈万物，周而复始。无首可寻，无首可尊。","permalink":"http://www.zhinuo.site/essence/55594.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"象辞","slug":"象辞","permalink":"http://www.zhinuo.site/tags/象辞/"}]},{"title":"船山文集《周易内传》乾 彖辞","date":"2016-11-15T08:30:58.000Z","path":"essence/45365.html","text":"彖曰：大哉乾元，万物资始，乃统天。文王以全卦所具之德，统爻之变者谓之彖。言彖曰者，孔子释彖辞之所言如此也。象曰义同。物皆有本，事皆有始，所谓“元”也。易之言元者多矣，惟纯乾之为元，以太和清刚之气，动而不息，无大不届，无小不察，入乎地中，出乎地上，发起生化之理，肇乎形，成乎性，以兴起有为而见乎德；则凡物之本、事之始，皆此以倡先而起用，故其大莫与伦也。木、火、水、金，川融、山结，灵、蠢、动、植，皆天至健之气以为资而肇始。乃至人所成能，信、义、智、勇、礼、乐、刑、政，以成典物者，皆纯乾之德；命人为性，自然不睹不闻之中，发为侧悱，不容已之几，以造群动而见德，亦莫非此元为之资。在天谓之元，在人谓之仁。天无心，不可谓之仁；人继天，不可谓之元；其实一也。故曰，元即仁也，天人之谓也。乾之为用，其大如此，岂徒万物之所资哉！天之所以为大，以运五气，以行四时，以育万物者，莫非乾以为之元也，故曰“乃统天”。“乃”者，推其极而赞之之辞。尝推论之：元在人而为仁，然而人心之动善恶之几，皆由乎初念，岂元之定为仁哉！谓人之仁即元者，谓乾之元也。自然之动，不杂乎物欲，至刚也；足以兴四端万善而不伤于物者，至和也；此乃体乾以为初心者也。夫人尤忌于羞恶，不辨于是非，不勤于恭敬，乃至残忍刻薄而丧其恻隐，皆由于惰窳yu不振起之情，因仍私利之便而与阴柔重浊之物欲相昵而安；是以随物意移，不能自强而施强于物，故虽躁动烦劳，无须臾之静，而心之偷惰，听役于小体以怀安者，弱莫甚焉。惟其违乎乾之德，是以一念初起，即陷于非僻而成乎不仁。惟以乾为元而不杂以阴柔，行乎其所不容已，恻然一动之心，强行而不息，与天通理，则仁于此显焉。故曰元即仁者，言乾之元也，健行以始之谓也。故惟乾之元为至大也。 ：乾，万物之元始，变动神化，无不以之。统天摄地，范围广大，生死成败，无不因之。 云行雨施，品物流形。天气行于太虚之中，氤氳流动者，莫著于云；其施于地以被万物者，莫著于雨。言其著者，则其轻微周密，于视不见、听不闻之中，无时不行，无物不施者，可知已。“品物”，物类不一，而各成其章之谓。“流形”，理气流行于形中也。行焉施焉而无所阻，流于品物成形之中而无不贯，亨之至盛者矣。自其资始而统天，为神化流通之宰者，则曰元。自其一元之用，充周洋溢，与地通彻无间，而于万物无小不达者，则谓之亨。故可分而为二德，抑可合言之曰“大亨”。始而不可以施行，其始不大；亨非其始之所统，必有不亨。本义“占者大亨”之说，本与文言四德之旨不相悖。非乾之元，非云行雨施之亨，又何以能大亨？夫岂小人不仁无礼，侥一时之遭遇，快意以逞之为大亨乎？舍彖传以说彖辞，不信圣人，而信鬻术者之陋说哉！ ：肇始且无不贯，亨通万物，乃得以生成、变化。 大明终始，六位时成，时乘六龙以御天。乾道变化，各正性命，保合太和，乃利贞。此通释利贞之义。“大明”，天之明也。“六位”、六爻之位。“时成”，随时而刚健之德皆成也。“六龙”，六爻之阳。“乘”之者，纯乾之德，合六为一，如乘六马共驾一车也。“御”，驱策而行之于轨道也。以化言谓之天，以德言谓之乾。乾以纯健不息之德，御气化而行乎四时百物，各循其轨道，则虽变化无方，皆以乾道为大正，而品物之性命，各成其物则不相悖害，而强弱相保，求与相合，以协于太和，是乃贞之所以利，利之无非贞也。以圣人之德拟之，自诚而明者，察事物之所宜，一几甫动，终始不爽，自稚讫老，随时各当，变而不失其正，益万物而物不知，与天之并行并育，成两间之大用，而无非太和之天钧所运者，同一利贞也。盖尝即物理而察之：草木、虫鱼、鸟兽，以至于人，灵顽动植之不一；乃其为物也，枝叶华实，柯干根荄之微，鱗介羽毛，爪齿官窍，骨脉筋髓，府藏荣卫之细，相函相辅，相就相避，相输相受，纤悉精匀，玲珑通彻，以居其性，凝其命，宣其气，藏其精，导其利，违其害，成其能，效其功，极至于目不可得而辨，手不可得而揣者，经理精微，各如其分，而无不利者无不贞焉。天之聪明，于斯昭著；人之聪明，皆秉此以效法，而终莫能及也。各如其分，则皆得其正。其明者，无非诚也，故曰“大明”也。自有生物以来，讫于终古，荣枯生死，屈伸变化之无常，而不爽其则。有物也，必有则也。利于物者，皆贞也。方生之始，形有稚壮小大，用有强弱昏明之差，而当其萌芽，即函其体于纤细之中，有所充周，而非有增益，则终在始之中；而明终以明始，乃诚始而诚终，故曰“大明终始”而“六位时成”也。是惟纯乾之德，太和之气，洋溢泱洽，即形器以保其微弱，合其经讳，故因时奠位，六龙各效其能，以遵一定之轨，而品物于斯利焉，无不贞者无不利，故曰“时乘六龙”而“利贞”。乾之以其性情，成其功效，统天始物，纯一清刚，善动而不息，岂徒其气为之哉！理为之也。合始终于一贯，理不息于气之中也。法天者，可知利用崇德之实矣。 ：元亨乃可利万物，正性命。 首出庶物，万国咸宁。此则言圣人体乾之功用也。积纯阳之德，合一无间，无私之至，不息之诚，则所性之几发于不容已者，于人之所当知者而先知之，于人之所当觉者而先觉之，通其志，成其务，以建元后父母之极，乾之元亨也。因而施之于天下，知无不明，处无不当，教养劝威，保合于中节之和，而天下皆蒙其利，不失其正，万国之咸宁，乾之利贞也。凡彖传于释彖之余，皆以人事终之，大小险易，各如其象之德，学易者可法，筮者可戒。惟乾言圣人之上治，尧、舜而下，莫敢当焉。学易者不可躐lie等而失下学之素。若筮者得纯乾之卦，必所问之非义，筮人之不诚，神不屑告，而策偶成象；又或天下将有圣作物睹之征，而偶见其兆也。 ：君子以之，万国咸宁。","permalink":"http://www.zhinuo.site/essence/45365.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"彖辞","slug":"彖辞","permalink":"http://www.zhinuo.site/tags/彖辞/"}]},{"title":"立冬","date":"2016-11-07T02:00:00.000Z","path":"spark/370.html","text":"节气随想 太阳于立冬到达黄经225度。 《月令七十二候集解》曰：“冬，终也，万物收藏也。水始冰。水面初凝，未至于坚也。地始冻。土气凝寒，未至于坼。” 冬，古通终字。冬天到来，一岁将终。 冬三月，阳气由多而少。阳少（至于失衡而不足以制阴时）则万物失主，阳杀阴毁。于生之理而言，阳少，生气不足，则不宜耗散，而宜外收而聚藏于内，卫护要害，休生养息，沉淀化生，以待春时。 生灵无不应时而作。动物无意识的或冬眠，或避寒；植物或萧条，或萎缩。作为万物之灵的人更宜体悟天时而感应天时。 《黄帝内经素问》四气调神大论篇曰：“无扰乎阳，早卧晚起，必待日光。使志若伏若匿，若有私意若已有得。去寒就温，无泄皮肤，使气亟夺。” 都说是冬日聚藏阳气的方法。 “逆之则伤肾，春为痿厥，奉生者少。”假若违逆天时，耗散而非闭藏阳气，那么身体将得不到相应的休养和沉淀生化，到春天则容易生阳之气不足，身体或不能生发，或生发无力，也即萎、厥。 冬之三月，是天地及万物由敛收转而闭藏的时节，阳气（生之本）聚而内藏，阴气（藏之源）散而外宣。阴阳之道，此消彼长，彼盈此虚。道使之然也。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/370.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"立冬","slug":"立冬","permalink":"http://www.zhinuo.site/tags/立冬/"}]},{"title":"霜降","date":"2016-10-23T02:00:00.000Z","path":"spark/29843.html","text":"节气随想 太阳于霜降到达黄经210度。 《月令七十二候集解》曰：“九月中，气肃而凝，露结为霜矣。” 霜，天阴下沉，遭遇地阳，阴气阳气合和而凝结为霜。露、霜皆因阴阳合和而成形，性阴而凉、寒。霜较之露更为阴寒。 霜降之后，天、地阴气渐盛，寒气渐重，预示着冬天的临近。 秋之三月，是天地及万物由宣发转而敛收的时节，阳气退而内收，阴气进而外散。如逆天时之收敛，则无异于以一己之阳热抵御周遭之阴寒，用螳臂当车形容也不为过。秋三月谓容平，可能是说秋天是阳气由发散而至封藏必需的收敛阶段，非此不足以适应冬三月之阴寒。这符合坤之静顺（秋应时为太阴）承乾（夏应时为太阳）之健行。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/29843.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"霜降","slug":"霜降","permalink":"http://www.zhinuo.site/tags/霜降/"}]},{"title":"钱去哪儿了？","date":"2016-10-13T01:56:00.000Z","path":"spark/36511.html","text":"钱去哪儿了？经过数万年的发展，人类逐渐繁衍出许多数量不一、形态各异的社会群体。到了现代，因为各类工作的分工，多样的需求，思想观念等的不同，贸易日益成为重要的社会活动。钱也成为日常生活中不可或缺的物品之一。 货币（一般称做钱），实质也是一种物品，它是在漫长的人类社会实践中，逐渐演变成为买卖活动（即贸易）的中介物。它被特定的人群接受（或因信赖货币发行者的实力或信用，或因被强制使用，或因沿旧习），用来换取生活必需或非必需物品。货币既是物品，那么当它不再被特定的人群接受或者使用时，它也会消亡。 宏观来说，钱的流向受自然环境（灾荒）、人文环境（政治、战争、文化、政策法规等）的影响；微观上，钱由不同的个体支配使用，因此受制于个人的喜好、知识见解、执行力等因素。由于绝大部分人趋利避害的性情，可以说人们对钱的使用基本符合这一特性—即通常情况下，钱趋向于进入高利润领域，这和水往低处流动的特性相反；特定情况下，钱倾向流入低风险地带，这与水往低处流的特质相同。我们可以借鉴水的流动帮助理解钱的流向。 如果将一国的货币供应量比作干流，那么贷款利率可以看作是下游的水闸（下游水闸越敞开，流出干流的水就越多；同理，贷款利率越低，贷出的资金也越多），存款利率是上游水闸（上游水闸越合拢，进入干流的水就越少；同理，存款利率越低，存入的资金就越少）。银行的存款准备金率是水库中的水闸（银行的存款准备金即水库中的储备水源，水库水闸越敞开，水库中的水越少；同理，准备金率越低，保障银行资金安全的资金也越少）。（从理论上说，一国的货币供应量大致要和本国的生产总值相当） 我们国家的货币收支情况大概如下： 收入（汇入干流的）主要有：1.个人、公司、企业的收入，包含了出口创汇（赚取的外币兑换成人民币后，或者存入银行、私人持有，或者进入流通领域）2.外资投资，外国人入境旅游消费等3.政府支出（市政建设、交通运输设施等） 支出（流出干流的）主要有：1.个人、企业、公司等的支出（如房地产、钢材等等低效率、重复建设的行业，投资回报越来越低而风险越来越大（一些个人或者企业贷款者，以借新贷还旧贷，若较长时间内盈利无改善，借贷和还贷差会越来越大，坏账的几率也会相应大增）2.人民币结算兑换成外币，存在人行，退出流通邻域，包含外资撤出、投资、移民、国外旅游消费等等3.政府收入（税收、土地租售等）4.权力、资源等集中产生的财富藏而不用（贪腐官员、买办商人等，钱藏而不用，或者转移出境。数量可观） 受近年国际经济大环境恶化的影响，以及国内低效率，高产能，重复性开发和建设的消耗，（收入）中1、2、3项，开始或者已经少于（支出）中的1、2、3项。可以说，如果现有的环境持续不变，货币的保有量是趋于越来越少，即可流通的资金越来越少—也即通常说所的通货紧缩。而14年11月底降息、15年春节前后不到一个月的时间分别降准、降息（水库放水即准备金率调低，上游水闸和下游水闸同时降低—即下调存、贷款基准利率，银行保证金减少），反证了国内资金紧张的现状，经济通缩的可能性越来越明显。 有限的降准和降息所释放的资金，相对于我国的众多企业，实在是杯水车薪。更重要的是，市场中的个体参与者，越来越多的开始转变观念：比如对经济支柱之一的房地产的看法，不再像前几年那样认为房价只涨不跌，对各种经济事务也越来越理性，思考和反思也越来越深入。当认为钱难赚的人多余认为钱易赚的人时，大势也就开始转向，而一旦大势转变，短期内是难以反转的（欧美日等发达国家近五六十年无不经历过几次时长不一的经济危机，短至两三年、长至十几年）：节省消费，惜贷，要账，重视现金，不肯赊账的人和公司就会越来越多，钱的周转也就越来越难，这样就形成一个恶性循环，投资难以收回—节省开支，消费减少—生意难做—投资更加难以收回——我们国家这十几年的繁荣离不开信贷以及经济杠杠的应用，房贷、车贷等等，以及这些行业带来的表面繁荣或者说纸面繁荣（其实质是寅吃牟粮，借钱消费——都是建立在经济可以持续健康的发展这一假设前提下，当且仅当这一前提成立，个人才有能力偿还借款。当自然或者人文环境出现变化时（现状是产能过剩，出口乏力；物价高涨，消费不足），经济不可避免的会出现减缓甚至停滞，繁荣也会灰飞烟灭。历史上多次繁荣而衰亡大多有着类似的原因。） 信贷包含消费信贷（借钱消费）和非消费信贷（借钱经营或者生产），主要通过银行借贷和社会借贷获得资金，而经济杠杆的实质是通过银行以较少资金获得相对较高的资金使用权或资产使用权。信贷和经济杠杆两者作为现代经济发展的主要工具，具有高回报和高风险的双重作用。通常来说，在经济趋好时，利用这两者的回报大于风险（资产趋向于升值）；而经济趋于放缓甚至停滞时，利用这两者的风险将大于回报（资产趋向于缩水贬值，但债务不会缩水减少）。而个体趋利避害的性情，在大的趋势之中，也将不同程度的放大这一工具的回报或风险—经济好时争相借贷、放贷；经济坏时忙着惜贷、收款。通货紧缩意味着流通中的现金越来越少，这种情况下，无论是公司还是个人消费生产经营会更重视现金，这样个人持有现金的需求也会越来越强烈，即倾向于将钱从银行取出，这样一些小银行，极可能出现无现钱兑现的情况而破产，而这也是一个恶性循环：比较多的小银行破产会加剧个人持有现金的欲望，这样，银行挤兑的事件会逐渐增多。央行为了避免部分银行不被挤兑破产，需要降低准备金率（增加银行的资金）、加息（减少取出银行的资金）。现在风传的个人银行存款保险理赔不高于50万，可能是预先为经济恶化通缩情况下，可能发生的银行挤兑减轻压力（少部分人可能提前减少账户资金，降低风险，但大多数人不会。遇上这种极端情况，存款人争相挤兑现金，很多银行也难以周转过来。而限制理赔金额可以减轻银行的资金压力）。 我国现在的经济情况，不是一朝一夕产生的，而是在十多年的高速发展中，在体制、政策导向、社会文化、国际大环境等因素的综合作用下，逐渐演变而来，只是在最近两三年才开始凸显其后继乏力的一面。这样的转变不可能说转就转，将会是一个以年计量的历时过程，必须提前做好思想和物质方面的准备。 通缩时期，现金为王。请减少不必要的开支。如已有负债，如不能短时间内还清，宜尽量将其控制在个人或家庭可以承担的范围。 2015.03 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/36511.html","tags":[{"name":"金融","slug":"金融","permalink":"http://www.zhinuo.site/tags/金融/"},{"name":"货币","slug":"货币","permalink":"http://www.zhinuo.site/tags/货币/"}]},{"title":"寒露","date":"2016-10-07T10:00:00.000Z","path":"spark/5334.html","text":"节气随想 太阳于寒露到达黄经195度。 《月令七十二候集解》说：“九月节，露气寒冷，将凝结也。” 秋露者，天之阴气下降，遇地面之阳气，凝结而成。 寒露时节，昼夜温差越趋明显，阴气渐长，寒气日盛，天阴达于地面凝而成露。 李时珍《本草纲目》中记载，露水性甘味平，养阴抚阳，滋益肝肾，去诸经之火，愈百病，止消渴。用以煎煮润肺杀虫的药剂，或把治疗疥癣、虫癞的散剂调成外敷药，可以增强疗效。 此或因秋露为阴阳合和之物，用其性甘味平而偏阴之体。 秋虽燥，然天道且有秋露滋养万物以待冬时。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/5334.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"寒露","slug":"寒露","permalink":"http://www.zhinuo.site/tags/寒露/"}]},{"title":"秋分","date":"2016-09-21T10:40:00.000Z","path":"spark/49151.html","text":"节气随想 《春秋繁露·阴阳出入上下篇》曰：“秋分者，阴阳相半也，故昼夜均而寒暑平。” 太阳于秋分到达黄经180度，直射地球赤道，地球于秋分昼夜时间相等。 秋三月谓收。夏三月之阳能散布周身而外，无阻于内，则秋三月之阳能易收敛。既为收，秋季不宜散布体内的阳能于外，应适量减少运动，避免不必要的剧烈运动。 秋分阴阳各半 秋分之后，从寒露、霜降、立冬、小雪至大雪，阴渐长而至盛极，昼短夜长。夜则阴胜阳 （立冬前，昼阴始胜阳） 冬至一阳生 冬至之后，从小寒、大寒、立春、雨水至惊蛰，阳复生而渐长，阴由盛而渐衰，昼短夜长。昼则阳不胜阴（春分前，夜阳始胜阴） 春分阴阳各半 春分之后，从清明、谷雨、立夏、小满至芒种，阳渐长而至盛极，昼长夜短。夜则阳胜阴 （立夏前，昼阳始胜阴） 夏至一阴生 夏至之后，从小暑、大暑、立秋、处暑至白露，阴复生而渐长，阳由盛而渐衰，昼长夜短。昼则阴不胜阳（秋分前，夜阴始胜阳） ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/49151.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"秋分","slug":"秋分","permalink":"http://www.zhinuo.site/tags/秋分/"}]},{"title":"白露","date":"2016-09-06T10:40:00.000Z","path":"spark/9751.html","text":"节气随想 《月令七十二候集解》曰：“白露，八月节。秋属金，金色白，阴气渐重，露凝而白也。” 白露之时阴气渐盛，先著于夜，渐及于昼。昼夜温差由此逐渐增大。 露，天之阴气下降，遇地面之阳气，地阳不胜天阴，因而凝结为露。此清气在下，浊阴出下窍之理。 雾相反，天阴不胜地阳，因而气化为雾。此浊气在上，清阳出上窍之理。 黄帝内经第五篇阴阳应象大论曰：“清气在下，则生飧泄，浊气在上，则生䐜胀。此阴阳反作，病之逆从也。故清阳为天，浊阴为地。地气上为云，天气下为雨。雨出地气，云出天气。故清阳出上窍，浊阴出下窍。清阳发腠理，浊阴走五藏。清阳实四支，浊阴归六府。” 内经言人体，言应时，亦言天理。古人言天人感应，并非胡言妄语。实今之人知有所未达也。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/9751.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"白露","slug":"白露","permalink":"http://www.zhinuo.site/tags/白露/"}]},{"title":"安卓超级授权管理 SuperSU Pro 2.76 arm 架构专用精简中文校正","date":"2016-09-05T03:55:00.000Z","path":"MISC/11072.html","text":"安卓 ROOT 管理应用。SuperSU 2.76 已做精简，大小 2.27m，适用 CPU 为 arm 架构的安卓设备。 使用注意： 设备为安卓系统 设备已获取 ROOT 权限 此版本为 arm架构CPU专用 安卓 4.4.4 及以下的 ROM ，建议小心使用此版本，一来可能出现无法开机的问题，二来 SuperSU 2.16 和 2.46 已经足够好用。 下载地址：链接：http://pan.baidu.com/s/1i56p2yL 密码：lxii","permalink":"http://www.zhinuo.site/MISC/11072.html","tags":[{"name":"ROOT","slug":"ROOT","permalink":"http://www.zhinuo.site/tags/ROOT/"},{"name":"SuperSU","slug":"SuperSU","permalink":"http://www.zhinuo.site/tags/SuperSU/"},{"name":"超级授权","slug":"超级授权","permalink":"http://www.zhinuo.site/tags/超级授权/"},{"name":"中文精简","slug":"中文精简","permalink":"http://www.zhinuo.site/tags/中文精简/"}]},{"title":"Every day I love U (Mar, 2003)","date":"2016-08-28T01:12:00.000Z","path":"writing/3776.html","text":"There lies a miraclein the magic of loveIt makes a dormant heartbecome alive again It’s our destinyto know each otherin the big worldand I unconsciously fall in love I can’t help missingand I’m trying hard to pretendbut it comes to me so naturallythat I just cannot denyThat Every day I love U","permalink":"http://www.zhinuo.site/writing/3776.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"左右(2003年10月)","date":"2016-08-28T01:11:00.000Z","path":"writing/38458.html","text":"欢迎, 请输入密码继续. Decrypt U2FsdGVkX1/MN/NkWxH2SWedSCcp1F4q2Q87Yk3bK7xzX1EB8FJTDfQKkryMD8iF1Q2LUbvCJRf28hftqJrdghIl+Yur6skrJb9E6tIGN3W+E1AC7krlUNnI+3kyTvNrpoU39MbkvgabpCsIKHjCh94Q1AUYtW64BKYQlLzvg7z05yA/Mr3lq9mpdyvsSnSqvTUhWQgxpeeFW/wBG7n04BCmU7+KkJf9oNPuRKxytDdpXCSf5IPwrMpv8vJ5DnqpiqfjUC6kKtuXprKxq9SViOLh1k3+Df2IBJ623n2aWzLjifLaP4QF0SDHL/G7YKdbgpAsMj3dREW+OYGDac7zlDtfDVwpt5u9rblmKLWdAj6ad01uCW4AEHP5bfvGjcr7Hq7bjXaLTGANh8CwEtR4ztzOhMf9DpZZXUvVIYmPQNsT512bnZUhLPPg1pXjmubj7meA6DVshKhNuAal41V31alXok+cw8oH4XlSzqhwWpryiFCcOrZfGkCryH8UX/hWCn1EEd5+FPkjKO0xpBhGfNU1oDip46whGu15QRj4A9dsyqTFc/lcSHUGWlaVvTrRf6GBjZ6xxQt2FBzAYiZgNQibLwTg5Tl6GRHi3emrA62PCWwfvzz2j00Y7fEfJPQbd6G4Fk9x2UhMwD6/wrkR614B4BeVh8z2wKwTUznui+ngSRe14LSEKH82zUNdaYXnuiptMPaoNV56KJKJUzFh2TZpG03ZZbjOVL0W/PPNSfNi0ghmwIXgC2kSqhczPidtW4szXf5avgOxD1sEHQ9bIcM0GmTrKC3oTm+tVmsyYTyGufpY8gj6Xi85ODnmFdVupncssyrdas2kk4T+r1mlr7oHSzsIRukibPpTZT1bseZeAvLk8jrphbldxTLqgDDgQ3bgz/etOzM49BALcCLCt5rSeKjUZPxdNduki4jrvl7MKXwBnPAjDROnPefSFQKAKIucc3eIpo8Zkb4fahapAz2FtvCuHtiPQ4PIFrOyVrU=","permalink":"http://www.zhinuo.site/writing/38458.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"Think of me (Oct, 2003)","date":"2016-08-28T01:10:00.000Z","path":"writing/22160.html","text":"Think of me?Merely several timesOf this feeling,Would make meAs glaringAs the rainbow after rain. Wish I were gusts of fresh breezeAt every sunrise and sunset,Over and over again,Arouse ripples in ur heart.Longly resoundedDeep inside ur soul.","permalink":"http://www.zhinuo.site/writing/22160.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"想念的涟漪(2003年8月)","date":"2016-08-28T01:09:00.000Z","path":"writing/676.html","text":"欢迎, 请输入密码继续. Decrypt U2FsdGVkX1+ZRgZlOTVVOF2W4rCNQKPxMULZSAGY2bR4bmEZjNzKoWpkoAN7cz0YGLWpC/t1TLhTZ9xARN0Jzd11DSdksStkNcIKYDDzLKbQEnBrf7aHWVz9NPX0o5yN/G8xT8bVpqtS/hVHy/T+kxcQfQAp3kPRGW//5igjYZ4PPdLwaUdp67J5blaoFjvtxNKEukszHlFgK77MnPKezb3bBw/tfTEdx/XcMYEZ/Dv6jrqvSIOF+1o5mkmKjTGZNlmRxrjIrKzUJk8wdJ/ER43fcY+1UGHD0dZT/qG1Dga2ypDEXWPFEHdjq7Tyahhj2QuFs0dxFcpjoGeeAbxGVEJyP3h+wKxMMa3FVjEdK18dPj8qYueAFwAL/cK6ifHF0zvWX12PNayK1J3jUz9MECLfOFxK6gXktTVqlGjttHUIzL4l33crFCmj/Pv2hUbuYfMn270HNKSLUigkqgm5KmmvXZz/c6gfFngiQAEeGunV/9tTUo85dIlW3DV5aufJAc5HjP/bteXZls7ivhcubomKaQFcJYJ7NT0aFw65woGqYsrYmG1vfn6hM18Y9Lt19tjyIhVX3eBeckJ9u81XfGaXQbWnxTkmen8ZZDFoMy3B7As9vCFn11gJ60RON5W/uQ+7aBuDxkpzRfFnAkAVSKBz7eJiMyVpnvgg6i7BTb1WQP+6Z0hmWx2ezboSudIjtGdu7T+vFIpn5FLopA2x+zVQHe+ER6XiuBe50TPM5LNlqcDrYmrbadqSEBpSchXbrkJaS7ju/I6x/JvdFL9s8/MqsP5FKvGVBjrUFkVb++VXkobiVcb1FVEQKMS6SmupmY5T4mZeY0z4IvLNPEGqS0RdkFdLah2X5Vz04VUQZ+V6bhJHrXRKVMHcv4kFcrYMofqlLPZeyUn+ZLooZVHPkB0LPKPF9kTIfV/4uf9H8DN6AaxcdQ8eA5PZy6GO9E15yYe40rvotVfg8an8NRMoiRmUsqgMjulcusIQgbpImaG/noYi1CLJZThMZpCri1n/GMbFVxkDKsFkwAVJ0rFcdx8uI3NwS9s4aYpTr6N4l5R/OURz8Sc+kMwfzgjj9WKv","permalink":"http://www.zhinuo.site/writing/676.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"Star of my life (May, 2003)","date":"2016-08-28T01:08:00.000Z","path":"writing/59674.html","text":"Sing a song,you’re the rhythm that lasts all the time!Close the eyes,you’re the imagination that floats in my mind!Take a breath,you’re the oxygen that melts into my life. In the morning of warm sunlight,you’re thefresh breeze which caresses by my side.In the vivid daytime,you’re the painting brush which colors every second of mine.In the evening of delicate moonlight,you’re the shining star which burns eternally in my sky!","permalink":"http://www.zhinuo.site/writing/59674.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"处暑","date":"2016-08-22T04:00:50.000Z","path":"spark/59141.html","text":"节气随想 《月令七十二候集解》曰：“处暑，七月中。处，止也，暑气至此而止矣。”又言：“天地始肃。秋者，阴之始，故曰天地始肃。” 处暑，暑停而秋肃。阳始衰而阴渐盛。立秋以后，阴阳渐分，阳汇聚于上，阴萃敛于下，然其分非一昼一夜骤而分列上、下，其由和而分，始于夏至，止于冬至。 肃，峻，厉，而有失和睦。 太阴承太阳而主肃降，何也？非此不足以收敛太阳敷布及外之阳能。 春夏阳渐长，阴阳合和，生长之季。圣人则之，应之以乾之健行，昭生生之理。秋冬阴愈积，阴阳分离，敛藏之时。圣人度之，对之以坤之顺承，示幽明之机。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/59141.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"处暑","slug":"处暑","permalink":"http://www.zhinuo.site/tags/处暑/"}]},{"title":"水调歌头(2003)","date":"2016-08-20T01:08:00.000Z","path":"writing/34286.html","text":"山高江水潺，风清月儿圆。把酒当歌同醉，恨不在广寒。凝眸独凭栏，暮空月色依旧，清辉满人间。虽醉尤清醒，抱月觉难眠。 江作屏，山为影，舞翩翩。相思难熬，欲罢不能肠寸断。志高当存青云，年少且弄扁舟，何以念红颜。两行清泪下，情真已无言。","permalink":"http://www.zhinuo.site/writing/34286.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"浪淘沙(1999)","date":"2016-08-20T00:11:00.000Z","path":"writing/28702.html","text":"绝壁此登临，勒马执鞭，极目海角天涯地，万里江山一尽览，风景无限。 逐鹿忆群雄，故国再现，千秋兴亡东流水，古今英雄气犹在。直上云天。","permalink":"http://www.zhinuo.site/writing/28702.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"苏幕遮(1999)","date":"2016-08-19T23:08:00.000Z","path":"writing/52025.html","text":"山如黛，水如墨，暮霭沉沉，尘风荡归舟。何来鹧鸪声切切，几多牵挂，无语梦中游。 意未犹，泪已流，蓦然回首，往事又心头。邀杯醉月愁还愁，南国红豆，伴冬夏春秋。","permalink":"http://www.zhinuo.site/writing/52025.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"夏秋之应","date":"2016-08-15T00:11:00.000Z","path":"spark/39413.html","text":"节气随想 太阳应时于夏，太阴应时于秋。少阴于冬，少阳于春。春夏多阳。阳(气/能)敷布于外，遇冷空气成汗。阳多易积而不通，不通则体不适，发之于外则通，通则舒。此或伤寒论中，太阳病 (阳多阴少) ，汗出乃解之理。秋冬多阴。阳(气/能)敛藏于内，体液积而成尿。阳少则聚而不畅，不畅则体不适，利之于外则通，通则舒。此或伤寒论中，太阳病 (阳少阴多) ，下之乃解之理。春夏多汗，秋冬多尿，此人体应时之调节。 小儿少阳之体，气有余，用其气而通。因而，小儿好动，天性也。老人少阴之体，气不足，导其液而畅。因而，老人好静，亦天性也。小儿多动，老人少动，此人体应时之变化。 其理一也。","permalink":"http://www.zhinuo.site/spark/39413.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"},{"name":"夏秋","slug":"夏秋","permalink":"http://www.zhinuo.site/tags/夏秋/"},{"name":"节气","slug":"节气","permalink":"http://www.zhinuo.site/tags/节气/"}]},{"title":"乌夜啼(2000)","date":"2016-08-11T08:03:36.000Z","path":"writing/30795.html","text":"一袭清风轻荡，香来驻。几许银花飘落，庭间树。（满眼翠嫩欲滴，春意浮。） 今古事，中外史，尘与土，尚留蹈海英雄，万世古。","permalink":"http://www.zhinuo.site/writing/30795.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"初见(2016)","date":"2016-08-10T00:11:00.000Z","path":"writing/58083.html","text":"五载芳华朝夕间，酸甜苦辣皆尝遍。 山月有情少人知，白首仍若如初见。","permalink":"http://www.zhinuo.site/writing/58083.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"梦翼(1999)","date":"2016-08-09T10:11:35.000Z","path":"writing/57612.html","text":"梦中但见双飞翼，醒时方晓长相却。 伊人共我醉明月，落日长河皆飞雪。","permalink":"http://www.zhinuo.site/writing/57612.html","tags":[{"name":"诗歌","slug":"诗歌","permalink":"http://www.zhinuo.site/tags/诗歌/"},{"name":"诗词","slug":"诗词","permalink":"http://www.zhinuo.site/tags/诗词/"}]},{"title":"立秋","date":"2016-08-06T09:35:57.000Z","path":"spark/35731.html","text":"节气随想 立秋，由夏之秋，秋之始也。坤而承乾。 黄帝内经言：秋三月，此谓容平，天气以急，地气以明 。(试解之：秋三月，阴阳渐分，天气敛聚于上，地气汇萃于下。万物应之，自内而外收敛，不复夏之发散。) 早卧早起，与鸡俱兴，使志安宁，以缓秋刑，收敛神气，使秋气平，无外其志，使肺气清。(试解之：阴阳合和，则阳生阴成；阴阳分离，则阳杀阴毁。早卧早起，以得天阳。神志安宁，以平地阴。如此，则阴阳稍和，肺气可清。) 此秋气之应养收之道也。逆之则伤肺，冬为飧泄，奉藏者少。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/35731.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"立秋","slug":"立秋","permalink":"http://www.zhinuo.site/tags/立秋/"}]},{"title":"船山文集《周易内传》乾 三、四、五、上爻","date":"2016-07-27T05:10:35.000Z","path":"essence/40075.html","text":"九三，君子终日乾乾，夕惕若，厉无咎。“乾乾”，乾而又乾，健之笃也。“惕 若”，忧其行之过健而有戒也。“厉”危也。凡言“无咎”者，并宜若有咎而无之也。三、四皆人位，而人依乎地以立功，三尤为人事焉，故于此言君子之道。内卦 已成，乾道已定，故曰“终日”。九二德施已普，而三尤健行不已，必极其至，故曰“乾乾”。然阳刚已至，安于外卦之下，虽进而不敢骤达于天，惟恐不胜其任， 故日“夕惕若”。其象与上九同，刚过而进不已，危道也，故“厉”。“厉”则咎矣。以“惕若”内省其“乾乾”，是以“无咎”。君子希圣之功，竭才求进，其引 天下为己任也，无所疑贰，然刚于有为者，惟恐动而有咎，方“乾乾”而即“惕若”，知圣域之难登，天命之难受也。君子之德如此其敏以慎，而但言“无咎”，德 至圣人，犹以无大过为难也。凡言“无咎”，小大非一，此则就君子寡过之深心而言也。 ：乾健不已，则事功可期。克己宽人，则虽厉而无咎。 九四，或跃在渊，无咎。“四” 超出于下卦之上，故曰“跃”。居上卦之下，仰承二阳而为退爻，以阳处阴，故又曰“在渊”。或跃也，或在渊也，疑而未决。志健而虑深，则其跃也，不以躁进为 咎；其在渊也，不以怯退为咎；两倶似咎而皆无咎也。未达一间而“欲罢不能”，止不如进也；“欲从末由”，进而止也。“上帝临女，勿贰尔心”，止不如进也； “俟时而后兴”，进而止也。处此者，君子忧患之府，圣人慎动之几，惟纯乾为道而介其时，乃能胜之。甚矣，免于咎之难也！ ：事功之成，终始一贯，然不可必。知位安时，则进、退皆无咎。 **九五，飞龙在天，利见大人。** 纯 乾之德，积清刚而履天位，天下莫测其所自，在己亦非期必而至；惟不舍其健行，一旦自致，故为“飞”之象焉。豁然一贯而天德全，天佑人助而王业成，道行则揖 让而有天下，道明则教思垂于万世，占者弗敢当，学者亦弗敢自信，故为圣人作而天下“利见”之象。惟君子为能利见之，则虽尧、舜、周、孔之已没，乐其道而愿 学焉，亦利见也。若小人革面以遵路，亦可为寡过之民。 ：圣人、君子，功济百姓，德化万世，天下乐见之。 上九，亢龙有悔。“亢”， 自髙而抑物之谓。行之未有大失，而终不慊于心之谓“悔”。卦之六爻，初、三、 五，三才之正位也；二、四、上，重爻非正位，而上为天之远于人者。三爻皆阴，非阳所利，特二居地位，利于上升，故为多誉之爻，且于贞悔二象为得中。四、上 不然；上尤不切于人用。龙德，履天位而极矣，上则无余地矣。积策至于二百一十六，无余数矣。天地阴阳之撰，位与数皆无余焉，更健行不已，将何往乎？德极其 刚，行极其健，非无一时极盛之观，而后且有悔。然不损其为龙德者，自强不息，尽其大正，则悔所不恤，圣人固不以知罪易其心也。此爻于理势皆君子之所戒，惟 学问之道不然，愤乐而不知老之将至，任重道远，死而后已，不以亢悔为忧。故文言专言天道人事，而不及圣学。 ：知终终之。 用九，见群龙无首，吉。“用九”，六爻皆九，阳极而动也。旧说以为筮得乾者，六爻皆动，则占此爻。“用”者，动而见于行事之谓。筮法：归奇为不用之余，过揲为所用之数。六爻过揲之策，皆四其九。归奇之十三，不成象数而不用。其所用以合天道、占人事者，皆九也，故曰“用九”。 “见” 者，学易者明其理，占易者知其道，因而见天则以尽人能，则吉。六爻皆具象数之全，秉至刚之德，各乘时以自强。二、五虽尊履中位，而志同德齐，相与为群，无 贵贱之差等。既为群矣，何首何从之有？“无首”者，无所不用其极之谓也。为潜，为见，为跃，为飞，为亢，因其时而乘之耳。规其大，尤慎其小；敦其止，尤敏 其行；一以贯之, 而非执一以强贯乎万也。博学而详说，乃以反约；无适无莫，而后比于义。能见此者，庶几于自强不息之天德，而吉应之矣。 邪说波行，皆有首而违天则者也。如近世陆、王之学，窃释氏立宗之旨，单提—义，秘相授受，终流为无忌惮之小人，而凶随之，其炯鉴已。王弼附老氏“不敢为天下先”之说，谓“无首”为藏头缩项之术，则是孤龙而丧其元也。本义因之，所不敢从。 ：因时而应，为不已之乾行，或潜，或跃，或飞，或亢。吉，存乎其人、其心。","permalink":"http://www.zhinuo.site/essence/40075.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"爻辞","slug":"爻辞","permalink":"http://www.zhinuo.site/tags/爻辞/"}]},{"title":"分享：方解一篇 - 中医裘万吉","date":"2016-07-24T01:49:04.000Z","path":"excerpt/26419.html","text":"方解一篇 (2014-11-10 10:31:36)http://blog.sina.com.cn/s/blog_665bea590102v5ky.html __小公主赞叹这位朋友的方解，子曰：”后生可畏，焉知来者之不如今也？ __寄语：“纸上得来终觉浅，绝知此事要躬行。”与诸君共勉！ 2014年10月28日 15:00，新浪博客名为41048684w的朋友在本博博文《不用感谢公主》的评论中写下：晚期癌症的方药，生麻黄5克，芒硝0.5到2克（根据病人实际情况决定药量），人参5克，生白术5克，干姜10克。炙甘草5克，杭麦冬5克，生半夏5克，粳米10克，大枣3个（撕开），麦芽糖30克，桂枝5克，杭白芍10克，生姜5克，当归5克，羊肉30克，生地5克，生山萸肉10克，新鲜的淮山药30克，丹皮3克。茯苓3克，泽泻3克，生附片3克，大黄1克，黄连0.5克，黄芩0.5克 .癌症（癌者上品下山病也。品者行也，天地人三部圆通，德行全也。山者宣也，万物化生也。加个病框。便是人身天地人三部运行不利导致阳气之宣通受阻的一个病。该方以肾气丸通天气流行之源头，有利藏精，为调生气之源服务。象应天部，以肾通先天域也。小建中汤是宣通人部太阳以和荣卫，并重在使浮躁涣散在外之阳气以收敛内养。象应人部。理中丸合麦门冬汤所以成云行雨施沟通阴阳之两隔。同时又暗合半夏泻心汤之方又从另一层面上交通天地阴阳之气。是收浮散之阳入地并合温中散寒之品共成脾土之死阴得阳始运之功。从而阳明精气化生，血气化成。用麻黄发阳于外，用调胃承气汤发阳于内。内外分消以解内郁之压力也。用当归生姜羊肉汤，所以直补胃气以养血气也。此方之配伍，气势直贯天地人三部，而尤致力于中部胃家。通内外之郁而养气血。其理至真至微。力重中部胃家者，理合阳明病中寒者不能食而至作顽疾之理在内。那么中寒之胃家实证治之法已藏其内。癌症后期也多出现胃家实证，但又见不能食，且体虚甚，正可谓攻补两难之局也。妙手济世先生出此方而行之有效。于其中不难剖解出疑难杂症之病理所在。实有教于我也。谢谢！谢谢！！谢谢！！！","permalink":"http://www.zhinuo.site/excerpt/26419.html","tags":[{"name":"六节","slug":"六节","permalink":"http://www.zhinuo.site/tags/六节/"},{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"癌症","slug":"癌症","permalink":"http://www.zhinuo.site/tags/癌症/"},{"name":"方解","slug":"方解","permalink":"http://www.zhinuo.site/tags/方解/"}]},{"title":"大暑","date":"2016-07-22T00:50:56.000Z","path":"spark/25358.html","text":"节气随想 大暑时节，如置身湿热之桑拿房，如煮似蒸。 万物由内而外敷布阳能，汇聚一处因而热；自身之阳能挥发至外遇冷因而湿。 内经明言：夏三月，无厌于日。或谓人宜应人体太阳之宣布，听任而非阻碍自身阳能由内而外的敷布（最明显如出汗）过程。因此，空调，风扇，过度则不利于人体太阳之宣布，久则成病。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/25358.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"大暑","slug":"大暑","permalink":"http://www.zhinuo.site/tags/大暑/"}]},{"title":"分享：丹道传奇妙手济世 - 癌症的真正病机","date":"2016-07-19T23:20:23.000Z","path":"excerpt/52364.html","text":"[转载]癌症的真正病机！ (2013-08-20 15:56:43) http://blog.sina.com.cn/s/blog_665bea590101ebcm.html#cmt_2462051后生可畏！ 本公主来解读一下此方：此方用建中汤调血，借阳以化阴之义，以血为谷化耳。肾气丸以调气，是滋阴以化气之法，以气为饮化也！ 独得仲景补气血之秘法，后世早已失传，以理中健脾阳，以当归、生姜、羊肉健肝阳，以麦冬润肺燥，以附子大黄汤攻邪，此方初看平淡无奇，细品之下如天孙织锦，方中有方，法中有法，妙不可言！ 不要杀生，此方中海参黑豆汤不可用，太过残忍，可用搓涌泉穴 每天服用8颗核桃仁来代替，不要买盐酸浸泡过的核桃。 有缘见到故人单玉堂之子对先生此文的留言，这也是缘分！单玉堂老先生当年的针灸是京城一绝，很多受其恩惠的退休的老干部，至今对单玉堂老先生的医术赞叹不已。其子是胡希恕、刘渡舟的嫡系传人，他博客中《我的老师》这篇文章令人感动！真是虎父无犬子！ http://blog.sina.com.cn/s/blog_72afd8b10100trwn.html大家都来看看这篇博文，学习弟子之道，什么是真正的尊师重道。 &nbsp; 原文地址：癌症的真正病机！作者：丹道传奇妙手济世 仲景圣人曰：观今之医，不念思求经旨，以演其所知，各承家技，始终顺旧。本馆主说理为道统，如圣王理政于上，经法典范，洋洋大法，只道于君子，不明于民士，但知执斧锯绳而施事于术，功成而不知其然，此何责乎?抉择事体，当体谅其情，不如斯者陋矣，论虽彬彬而无术，何足为美？为医而大夸其言者，不乏其人，学者当慎识之！ &nbsp; 癌症的病机就是虚滞，虚燥，我道家剑仙门派历尽千辛万苦才窥破天机，不敢自秘，贡献出来供同道中人救助天下苍生。癌症病人用药如果用补则碍滞，用攻则碍虚，补虚则碍燥，润燥则碍虚，所以医界无数高手闻癌症则心惊肉跳，闻风丧胆！ &nbsp; 治疗癌症的医理：肝阳疏泄，性本流通，脾阳运行，专司磨化。如果中气能旺，胆木能降，肺气清肃，因下焦水火之气，全由上焦而来，肺降生水，胆降生火。水火俱足。肝脾自升，癌症在精气神的大药作用下自然而愈。 &nbsp; 晚期癌症的方药，人参5克，生白术5克，干姜10克。炙甘草5克，杭麦冬5克，生半夏5克，粳米10克，大枣3个（撕开），麦芽糖30克，桂枝5克，杭白芍10克，生姜5克，当归5克，羊肉30克，生地5克，生山萸肉10克，新鲜的淮山药30克，丹皮3克。茯苓3克，泽泻3克，生附片3克，大黄1克，黄连0.5克，黄芩0.5克.新加麻黄5克。芒硝0.5到2克。（以前的方剂没有麻黄，芒硝加后效果更加好） &nbsp; 用药提示，人参，麦芽糖，生山萸肉真品太少，特别是炮制过的山萸肉不能用，如果病情很危险，生山萸肉可以加到30到60克，生附片可以加到5到10克，人参可以加到10到20克，干姜可以加到10到30克，生附片如果是按照古法的火炮工艺去皮那就最好了，只有自己亲自采药炮制药材了，附片的去毒方法古时候是靠火炮工艺和水煮工艺，大剂量用生附片10克以上的时候，水煮8小时可以无毒，（附片的火炮炮制工艺是从徐老师那学习到的，当然本方用3克生附片就没有必要久煮了），水开之后，用小火煮2个小时。煮药的时候不要揭开盖子。如果是医界高手，可以根据病人具体情况变换用量，不用加减药物。如果买到的药材都是货真价实的好药材，效果一定很好，中国的药材市场基本都是假药，安国，玉林药材市场都是假药的天堂！害人！有心人自己找好药工找好药材才可以治病救人！用药提示同道中人举一反三！ &nbsp; 辟谷（此灵感来自于小公主博客，不敢掠人之美，虽然是道家修行的必修课），辟谷的方法我补充一下，辟谷的方法是转载陈师兄的方法，我解释一下辟谷治疗癌症的原理，辟谷就是中医的放疗，化疗，手术，集3种疗法于一体，高过西医的放疗，化疗，手术，谁说中医没有手术，放化疗的方法了？天下的庸医不知道而已！ &nbsp; 以上三种治疗癌症的方法同时用，药方+辟谷，可以救很多癌症病人！ &nbsp; 如果谁可以解释本馆主治疗癌症的药方，本馆主这篇文章就没有白写了，阳春白雪，知音难求！ &nbsp; 以下三种简单的辟谷方法，选择任意用一种就可以了！ 调息辟谷法。静坐或站立都行。先静心，把小腹部放松，先少吸一口气，闭气，同时一起一伏地利用腹肌带动小腹运动，直到难以闭气，再接着吸气，不吐气；接着闭息鼓腹；到难以闭息时再接着吸气，接着闭息鼓腹。直到难以坚持，再把气快速吐出来，接着快速吸气，吐气，以缓解肺部压力。这样构成一息。这样循序渐进，直到能在一吸一吐之间达三份钟呼吸一次，最低是一分钟呼吸一次，或到2分钟呼吸一次，就可以随心所欲地辟谷。此法高血压者勿用. 观想辟谷。面对太阳，观想金黄色的阳光从两眉间的印堂、头顶的百会，以及口鼻进入到小腹里。每天在放松的状态下对着太阳做如此观想，并且配合深呼吸。这样就可以辟谷。 口诀辟谷。默念“天门采气，命门纳气，黄庭聚气，灵台化气。”在念“天门采气”时观想宇宙中的光能通过百会进入身体，沿督脉下行，到两肾间的命门，通过命门进入小腹丹田，便是“命门纳气，黄庭聚气”。接着观想心脏，借助心脏的功能，把所采来的元气分化到周身。坚持这三种方法，可以自如辟谷 ============================================================================= &nbsp; 希望看到此治癌方案的朋友，好好体会并运用，多多济世救人，多多行善积德，千万不要借此方案牟取暴利！ &nbsp; 小公主 此方加入童子尿和猪胆更加精妙绝伦！ 2013-8-31 17:13 纳森牛 回复 小公主：非常感谢博主的回复！(2015-10-26 13:10) 小公主 回复 纳森牛：最好问当地医生，多加少加都没有太大问题！(2015-10-25 09:42) 纳森牛 回复 小公主：请问童子尿是“与药同煎服”的用法？猪胆怎么加，加多少？(2015-10-23 20:37) 小公主 药医不死人，生命是阎王爷管的事情，和医生没有任何关系，任何医生都不要贪天功为己有。 晚期癌症病人使用本方一个月之后，去掉甘草好像更为精到，此言供临床医生参考。此方加入童子尿和猪胆更加精妙绝伦！ 2013-8-31 17:14","permalink":"http://www.zhinuo.site/excerpt/52364.html","tags":[{"name":"癌症治疗","slug":"癌症治疗","permalink":"http://www.zhinuo.site/tags/癌症治疗/"}]},{"title":"分享：小公主 - 癌症的治疗方案","date":"2016-07-18T11:00:33.000Z","path":"excerpt/19876.html","text":"癌症的治疗方案 (2013-01-31 17:00:45)http://blog.sina.com.cn/s/blog_665bea5901019xpz.html#cmt_2329434很多癌症朋友向小公主求医问药，小公主就详细的说一下癌症的治疗方案吧，其实如果你们把我上次写的为万病开药方看到心里面去了，其实就不会问小公主了，治疗癌症的特效药早已经开好了，可是大家不愿相信啊，不愿意服用啊，我今天重复啰嗦一下吧，在说之前，小公主要向大家忏悔一下几十年以前被本公主治疗死的3个癌症病人，一个肝癌，一个肺癌，一个胃癌，全都是晚期，全身扩散，当年因为有一点小名声，病人那么信任我，最后却死于本公主的手上，此3人不是死于癌症，都是死在小公主的药方上，可以说是本公主亲手杀了他们，至今想起来，本公主的良心内疚不已，每每想到癌症病人家属的悲痛欲绝的哭声，都令人含泪唏嘘，惨不忍闻，小公主心为之碎，实无言可慰，小公主的这份罪业只有来世再还了。只有为他们多念南无阿弥陀佛了！希望大家也帮我念念！如果当年小公主对伤寒论的398条损谷则愈这4个字不是随便读过，此3人断然不会被小公主亲手杀了他们，都是小公主的杀业啊，其实那4个字是治疗癌症的特效药，并且是治疗一切疑难杂症的法宝，本公主希望来本博客的学中医的人一定要读3千遍伤寒论啊，圣人的书一个字都不要放过啊，千万不要急于临床，要不然那真是杀人不见血，伤寒论藏有夺天地造化的大秘密，希望有心人可以于伤寒论的无字处求之，一定要有方外求方，法外求法的毅力。癌症病人一定要知道人世间的一个真相，医生可以治你的病，但是医生都救不了你的命，就是华佗也救不了你的命，只有你自己才可以救自己的命啊，命是阎王爷管的事情，和医生没有任何关系，所以得了癌症的病人一定要看破，放下癌症，放下身体这个臭皮囊，死亡没有人可以避免，活10年死和活100年死没有区别，一定要从内心深处放下对癌症的恐惧，癌症病人的死亡大部分不是被自己吓死就是被医生治疗死的，得了癌症要对癌症有一颗感恩的心，不要试图消灭癌症啊，要从心里面忘记癌症和自己的身体，要有与癌症和平共处的心，如何自己救自己的命了，本公主说几条，供有缘人参考吧，如果符合小公主为万病开药方的人就按这几条治疗吧，如果不符合为万病开药方的人就不用按这几条治疗了，一切随缘!如果不怕死，死了毫无怨言的人，那就快快服用这个药方。南无阿弥陀佛！ 第一、早睡，每晚21：00前睡觉，在床上默念南无阿弥陀佛，用自己的手按摩肚子，念佛不要念出声音； 第二、每天用100克艾叶煮水泡脚，并且用自己的大鱼际搓涌泉穴，每只脚搓500下，如果觉得累，可以请人搓脚，如果请人，那就每只脚2000下；（备注：艾叶一般情况下只适合癌症病人，虚寒性体质的人，如果是实热性的体质就不能够天天用艾叶泡脚了，任何方法都要讲究对症，如果用了3-5天后不舒服，就说明你的体质不适合用艾叶，就要停用。搓脚的方法任何人都适用，力度不要过猛，以自己舒适的力度一次次的慢慢搓，不要来回搓，不要伤了手部大鱼际的皮肤！） 第三、就是损谷则愈，其实佛早就说过，人得了疾病以少食为第一药，可惜后人愚昧，不信佛和张仲景圣人所说的了，这个分2步走，先节食，先过午不食，循序渐进，后辟谷，辟谷的方法陈全林先生的博客写得很好，因为陈先生的辟谷方法散落在每一篇博文里面，所以希望大家每一篇都好好看看，本公主就不再重复啰嗦了，一定要详细了解辟谷的原理和方法，以及应该引起重视的注意事项。希望大家带着感恩的心看陈先生的博客，陈先生是一个老实人，是一个真正的修行人，是一个好人，陈先生的博客地址http://blog.sina.com.cn/s/articlelist_1676240463_0_1.html，希望看陈先生博客的人不要去指手画脚，就是陈先生在有些方面说得有一点点不圆满，大家也不要随便议论，要有感恩的心； 第四，放下人世间的一切，专心念南无阿弥陀佛，站着念佛比座着念佛好，尽量站着念佛，如果站累了，就座着念，一天24小时心里面全是一句南无阿弥陀佛！【“南无阿弥陀佛”正确读音：ná mó ā mí tuó fó，阿弥陀佛的“阿”字一定要念ā（第一声），不能够读成ē或者ō】念 南无阿弥陀佛是为了早日到极乐世界去，不是求癌症早日好，一定要带着一心想到极乐世界的心念佛，这个五浊恶世没有什么值得人留恋的，放下钱财，放下妻子， 丈夫，儿女，房子，以及一切功名利禄的事情，你都得了癌症，马上要死了，还贪念人世间的这些有什么意义了，放下吧，让自己的心清静下来，一心念佛； 第五、忏悔自己一生的罪业，忏悔自己做过的所有的伤天害理的事，忏悔自己的一生是否符合“孝、悌、忠、信、礼、义、廉、耻”这八项做人的基本原则，如果没有做到的都要忏悔，并且改正！ 如果得了癌症的人按小公主的这几个步骤来做，必然有不可思议的奇效！可以很轻松的启动人体上三品神药“精、气、神”，从而治愈自己的疾病。熊氏歌诀：要知返本还原法，须认吾身大药王！这个方法不局限于癌症，任何疑难杂症都可以用这个方法来治疗，送给有缘人！南无阿弥陀佛!","permalink":"http://www.zhinuo.site/excerpt/19876.html","tags":[{"name":"癌症治疗","slug":"癌症治疗","permalink":"http://www.zhinuo.site/tags/癌症治疗/"},{"name":"伤寒论","slug":"伤寒论","permalink":"http://www.zhinuo.site/tags/伤寒论/"},{"name":"小公主","slug":"小公主","permalink":"http://www.zhinuo.site/tags/小公主/"}]},{"title":"船山文集《周易内传》乾 初、二爻","date":"2016-07-14T04:34:42.000Z","path":"essence/42896.html","text":"初九，潜龙勿用。“初”者，筮始得之爻。“上”卦成而在上也。“九”者，过揲之策三十六，以四为一则九也。于象则一，而函三奇之画。一，全具其数；三、竒而成阳；三三凡九。阴，左一，右一，中缺其一；三二而为六。阳，清虚浩大，有形无形皆彻焉。故极乎函三之全体而九。阴，聚而吝于用，则虽重浊，而中固虚以受阳之施，故象数皆有所歉而俭于六。“初”、“上”先言卦位，而后言象数；“初”为位所自定，“上”所以成卦也。“二”“三”“四”“五”，先言象数，而后言位，初画已定六画之规模，听数之来增以成象也。 伏而不见之谓“潜”。“龙”，阳升而出，阳降而蛰，绝地而游，乘气而变，纯阳之物也。乾，纯阳，故取象焉。六爻成而龙德始就，乃随一爻而皆言龙者，六爻相得以成象，虽在一爻，全体已具，亦可以见爻之未离乎彖也。易参三才而两之。初、二，地位；三、四，人位；五、上，天位；其常也。而易之为道，无有故常，不可为典要；惟乾、坤为天地之定位，故分六爻为三才。初在地之下，龙之蛰乎地中者也，故曰“潜龙”。 “勿”者，戒止之辞。“勿用”为占者言也。龙之为道，潜则固不用矣，无待止也。占者因其时，循其道，当体潜为德而勿用焉。才德具足于体而效诸事之谓用。既已为龙，才盛德成，无不可用，而用必待时以养其德。其于学也，则博学不教，内而不出；其于教也，则中道而立，引而不发；其于治也，则恭默思道，反身修德；其于出处也，则处畎亩之中，乐尧舜之道；其于事功也，则遵养时晦，行法俟命；其于志行也，则崇朴尚质，宁俭勿奢。易冒天下之道，惟占者因事而利用之，则即占即学。卦有小大，若此类卦之大者，皆可推而通之。惟夫富贵利达，私意私欲之所为，初非潜龙，其干求闻达，不可谓之用，非易所屑告者。张子曰：“易为君子谋，不为小人谋。”凡彖爻之有戒辞者，放此。 ：龙之潜，蛰其身，因其时。人之潜，或修身，或遁形，或克欲，无时不可为；或从事功，则必待其时。 九二，见龙在田，利见大人。“见”者，道行而昭示天下之谓。“田”，地上也，人之所养也。以重画言之，出乎地上；以内贞外悔言之，得内卦之中，德著于行，有为之象也。六画之卦，因三画而重之；分三才之位，自画者筮者相积之数而言也。已成乎卦，则又有二卦相承之象焉。故大象以“云雷”言屯之类，就其既成之象而言也。变动不居，为道屡迁，而非术士之以一例测者比也。龙之德，圣人也；其位，天子也。初之“潜”，学圣之功，养晦之时。三、四之“惕”、“跃”，不履中位，为圣修之序，升闻受命之基，君子所有事，故正告以其爻之道。二、五居中，皆为君位之定，圣道之成，非占者所敢当，则告以龙之“见”而占者所利见也。伊尹受汤之币聘，颜子承夫子之善诱，其此象与！而时有大人，愚贱皆利戴以承其德施，亦通焉。若以利禄干进取者，见小人而邀其荣宠，渎占得此，为灾而已矣。余卦，放此。 ：在田之龙，慧泽四周，人所乐见；在田之龙，得大人之知遇，则或可跃而飞。","permalink":"http://www.zhinuo.site/essence/42896.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"爻辞","slug":"爻辞","permalink":"http://www.zhinuo.site/tags/爻辞/"}]},{"title":"船山文集《周易内传》乾 卦辞","date":"2016-07-11T01:11:57.000Z","path":"essence/48718.html","text":"乾。元亨利贞。乾气之舒也。阴气之结，为形为魄，恒凝而有质。阳气之行于形质之中外者，为气为神，恒舒而毕通，推荡乎阴而善其变化，无大不届，无小不入，其用和煦而靡不胜。故又曰“健”也。此卦六画皆阳，性情功效皆舒畅而纯乎健。其于筮也，过揲三十有六，四其九而函三之全体，尽见诸发用，无所倦吝，故谓之乾。 ：乾，合用于象、数，合于纯阳之健行。 周易并建乾、坤为太始，以阴阳至足者统六十二卦之变通。古今之遥，两间之大，一物之体性，一事之功能，无有阴而无阳，无有阳而无阴，无有地而无天，无有天而无地，不应立一纯阳无阴之卦；而此以纯阳为乾者，盖就阴阳合运之中，举其阳之盛大流行者言之也。六十二卦有时，而乾坤无时。乾于大造为天之运，于人物为性之神，于万事为知之彻，于学问为克治之诚，于吉凶治乱为经营之盛，故与坤并建，而乾自有其体用焉。 ：以阴阳合和而生成言乾坤并为首；以阳健行不已而主变化分而言乾之为首。 元、亨、利、贞者，乾固有之德，而功即于此遂者也。“元”首也；取象于人首，为六阳之会也。天下之有，其始未有也，而从无肇有，兴起舒畅之气，为其初几。形未成，化未著，神志先舒以启运，而健莫不胜，形化皆其所昭彻，统群有而无遗，故又曰“大也。”成性以后，于人而为“仁”，温和之化，恻悱之几，清刚之体，万善之始也；以函育民物，而功亦莫侔其大矣。“亨”，古与烹、享通。烹饪之事，气彻而成熟；荐享之礼，情达而交合；故以为“通”义焉。乾以纯阳至和、至刚之德，彻群阴而欣合之，无往不遂，阴不能为之碍也。“利”者，功之遂、事之益也。乾纯用其舒气，遍万物而无所吝者，无所不宜，物皆于此取益焉。物莫不益于所自始，乾利之也。“贞'正也。天下惟不正则不能自守，正斯固矣。故又曰正而固也。纯阳之德，变化万有而无所偏私，因物以成物，因事以成事，无诡随，亦无屈挠，正时固矣。 ：元亨利贞，四德具，乾所以生物始化。 “乾”本有此四德，而功即于此效焉。以其资万物之始，则物之性情皆受其条理，而无不可通，惟元故亨，而亨者大矣。以其美利利天下，而要与以分之所宜。故其利者皆其正，而惟其正万物之性命，正万事之纪纲，则抑以正而利也。其在占者，为善始而大通，所利皆贞而贞无不利之象，德、福同原而不爽，非小人所得与焉，就德而言之为四；就功而言之，亨惟其元，而贞斯利，理无异也。此卦即在人事，亦莫非天德，不可言利于正。天道之纯，圣德之成，自利而自正，无不正而不利之防。若夫人之所为，利于正而不利于不正，则不待筮而固然，未有不正而可许之以利者也。 ：元亨利贞，四功成，乾所以生生不息。","permalink":"http://www.zhinuo.site/essence/48718.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"乾坤","slug":"乾坤","permalink":"http://www.zhinuo.site/tags/乾坤/"},{"name":"卦辞","slug":"卦辞","permalink":"http://www.zhinuo.site/tags/卦辞/"}]},{"title":"船山文集《周易内传》序","date":"2016-07-10T11:50:05.000Z","path":"essence/23262.html","text":"序伏羲氏始画卦，未有易名。夏曰连山，商曰归藏，犹筮人之书也。文王乃本伏羲之画，体三才之道，推性命之原，极物理人事之变，以明得吉失凶之故，而易作焉。易之道虽本于伏羲，而实文王之德与圣学之所自著也。 ：周文王之易，别于夏、商之易。 易者，互相推移以摩荡之谓。周易之书，乾、坤并建以为首，易之体也；六十二卦错综乎三十四象而交列焉，易之用也。纯乾纯坤，未有易也，而相峙以并立，则易之道在，而立乎至足者为易之资。屯、蒙以下，或错而幽明易其位，或综而往复易其几，互相易于六位之中，则天道之变化、人事之通塞尽焉。而人之所以酹酢万事，进退行藏，质文刑赏之道，即于是而在，故同一道也。失则相易而得，得则相易而失，神化不测之妙，即在庸言庸行、一刚一柔之中。大哉易之为道，天地不能违之以成化，而况于人乎！ ：乾坤并建以为首，周易所以神，而独合于道。 阴阳者，定体也，确然隤然为二物而不可易者也；而阴变阳合，交相感以成天下之亹亹者，存乎相易之大用。以蓍求之，而七、八、九、六，无心之动，终合揆于两仪之象数，为万物之始，皆阴阳之撰。夫人之情，皆健顺之几。天下无不可合之数，无不可用之物，无不可居之位，特于其相易者，各有趣时之道，而顺之则吉，逆之则凶。圣人所以显阴阳之仁，而诏民于忧患者，存乎易而已矣。故曰：“忧悔吝者存乎介。”介者，错综相易之几也。此易之所以名而义系焉矣。 ：易，一也；移也；相合相分也。时势也。 后世纬书，徇黄、老养生之邪说，谓有太初，有太始，有太易，其妄滋盛。易在乾坤既建之后，动以相易。若阴阳未有之先，无象无体，而何所易邪？邵子“画前有易”之说，将无自彼而来乎？ 经者，七十子之徒以古圣所作者谓之经；孔子所赞者谓之传，尊古之辞也。分上下者，以分简策而均之，说详发例。","permalink":"http://www.zhinuo.site/essence/23262.html","tags":[{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"周易内传","slug":"周易内传","permalink":"http://www.zhinuo.site/tags/周易内传/"},{"name":"王船山","slug":"王船山","permalink":"http://www.zhinuo.site/tags/王船山/"},{"name":"船山","slug":"船山","permalink":"http://www.zhinuo.site/tags/船山/"}]},{"title":"FTP Express version 3.1 安卓远程文件传输客户端-不只有FTP","date":"2016-07-10T08:19:27.000Z","path":"MISC/42389.html","text":"FTP Express 专业版（客户端）支持： 后台传输 断点续传 FTP压缩 媒体扫描 IPv6支持 各类压缩文件 备份站点连接配置 支持的文件传输协议有 FTP 肯定的 SFTP 可以说是SSH吧 SMB WebDav 下载地址链接:http://pan.baidu.com/s/1nvElDoP 密码:fxyc","permalink":"http://www.zhinuo.site/MISC/42389.html","tags":[{"name":"FTP","slug":"FTP","permalink":"http://www.zhinuo.site/tags/FTP/"},{"name":"FTP Express","slug":"FTP-Express","permalink":"http://www.zhinuo.site/tags/FTP-Express/"},{"name":"SFTP","slug":"SFTP","permalink":"http://www.zhinuo.site/tags/SFTP/"},{"name":"SSH","slug":"SSH","permalink":"http://www.zhinuo.site/tags/SSH/"},{"name":"安卓","slug":"安卓","permalink":"http://www.zhinuo.site/tags/安卓/"},{"name":"远程文件传输","slug":"远程文件传输","permalink":"http://www.zhinuo.site/tags/远程文件传输/"}]},{"title":"小暑","date":"2016-07-06T23:27:10.000Z","path":"spark/49207.html","text":"节气随想 《说文解字》：暑之义主谓湿；热之义主谓燥。《释名》曰：暑，煮也，如水煮物也。热，爇也，如火所烧爇也。 立夏以来，华夏天空、地面，阴能渐趋消散，阳能日益积聚（华夏天外、地内，则相反，阳能日渐消散，阴能逐步积聚）。小暑节气，地表万物沐浴于天、地至盛之阳能中，自身亦由内而外敷布阳能，最为显著者如水之蒸发。置身天地之间，人此时觉得酷暑难耐，如煮似蒸。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/49207.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"小暑","slug":"小暑","permalink":"http://www.zhinuo.site/tags/小暑/"}]},{"title":"安卓 超级授权管理 SuperSU 最新稳定 中文精校 专业版 2.76","date":"2016-07-05T13:55:46.000Z","path":"MISC/43893.html","text":"安卓 ROOT 管理应用 超级授权 SuperSU 2.76 arm架构CPU专用 稳定版 中文校正 刷机包 这个应该不用多介绍 使用的前提： 设备为安卓系统 设备已获取 ROOT 权限 此版本为 arm架构CPU专用 安卓 4.4.4 及以下的 ROM ，建议小心使用此版本，一来可能出现无法开机的问题， 二来 SuperSU 2.16 和 2.46 已经足够好用。 翻译与前文 SuperSU 2.16 和 2.46 基本一致。请参考前文图片。 下载地址链接:http://pan.baidu.com/s/1i56p2yL 密码:lxii","permalink":"http://www.zhinuo.site/MISC/43893.html","tags":[{"name":"ROOT","slug":"ROOT","permalink":"http://www.zhinuo.site/tags/ROOT/"},{"name":"SuperSU","slug":"SuperSU","permalink":"http://www.zhinuo.site/tags/SuperSU/"},{"name":"超级授权","slug":"超级授权","permalink":"http://www.zhinuo.site/tags/超级授权/"},{"name":"超级授权管理","slug":"超级授权管理","permalink":"http://www.zhinuo.site/tags/超级授权管理/"}]},{"title":"安卓 超级用户 ROOT 权限管理 中文精校 SuperSU 专业稳定版 2.16 和 2.46","date":"2016-07-05T13:40:31.000Z","path":"MISC/11403.html","text":"安卓 ROOT 管理应用 超级授权 SuperSU 2.16 和 SuperSU 2.46 两个稳定版的 中文校正 刷机包 这个应该不用多介绍 使用的前提： 设备为安卓系统 设备已获取 ROOT 权限 必须的安卓授权管理神器。 简单 安全。 个人有点强迫症，校正了翻译。 喜欢的试试。 下载地址链接:http://pan.baidu.com/s/1nt7ZecD 密码:ibg8","permalink":"http://www.zhinuo.site/MISC/11403.html","tags":[{"name":"ROOT","slug":"ROOT","permalink":"http://www.zhinuo.site/tags/ROOT/"},{"name":"SuperSU","slug":"SuperSU","permalink":"http://www.zhinuo.site/tags/SuperSU/"},{"name":"超级授权","slug":"超级授权","permalink":"http://www.zhinuo.site/tags/超级授权/"}]},{"title":"随身电脑维护启动镜像专家 DriveDroid 中文精校完整版 0.9.29","date":"2016-07-03T14:24:58.000Z","path":"MISC/64371.html","text":"DriveDroid 可以让已经 root 的 Android 设备加载 .iso 镜像文件，成为名副其实的随时携带的移动启动盘。 可惜现在还必须使用usb连接才可以被电脑识别。 下载地址百度链接: http://pan.baidu.com/s/1bo2eiIz 密码: 7s5c","permalink":"http://www.zhinuo.site/MISC/64371.html","tags":[{"name":"安卓","slug":"安卓","permalink":"http://www.zhinuo.site/tags/安卓/"},{"name":"DriveDroid","slug":"DriveDroid","permalink":"http://www.zhinuo.site/tags/DriveDroid/"},{"name":"随身启动镜像工具","slug":"随身启动镜像工具","permalink":"http://www.zhinuo.site/tags/随身启动镜像工具/"}]},{"title":"安卓远程传输利器 SSH SERVER 专业版 3.1","date":"2016-07-03T13:12:31.000Z","path":"MISC/52455.html","text":"A complete and free SSHd, SFTP, SCP and Telnet server! From now on you can run a complete SSH daemon (server) with support for multiple users, public key authentication, and you can even set a directory per user for SFTP and SCP.NO ROOT is required, but if you do have a rooted device you can run SSH as super user if you want. The shell will only work on ARM devices, however, the SFTP and SCP servers will work on all devices.Note 1.To run on ports below 1024 search for Android app Port Forwarder Ultimate.Note 2. If you find a bug or have a problem please contact us by email since we cannot help you if you post it in the reviews. 不做太多介绍。PC和安卓设备之间自建ssh传输还是比较方便。不需要root权限也能使用。无广告 专业版 可在安卓设备上创建多个 ssh 服务器。 下载地址百度网盘 提取密码：r56u","permalink":"http://www.zhinuo.site/MISC/52455.html","tags":[{"name":"SSH","slug":"SSH","permalink":"http://www.zhinuo.site/tags/SSH/"},{"name":"安卓","slug":"安卓","permalink":"http://www.zhinuo.site/tags/安卓/"},{"name":"ssh server","slug":"ssh-server","permalink":"http://www.zhinuo.site/tags/ssh-server/"},{"name":"远程传输","slug":"远程传输","permalink":"http://www.zhinuo.site/tags/远程传输/"}]},{"title":"夏至","date":"2016-06-20T12:27:30.000Z","path":"spark/18927.html","text":"节气随想 夏至，一年之中太阳直射北回归线之时。此时阳气盛布华夏之地。 黄帝内经言：“水火者，阴阳之征兆也。”阴阳为体，水火为其用。征兆即显用。 文王八卦之中，离对应四季之夏。离者，其象为火，体阴而用阳。似阳自内而外，发内里之阳能敷布外表之象。 以人体之应时而言，夏季多汗，其实为体内之阳能向外而敷布周身，阳能外散而气化成汗。 文王八卦之中，坎对应四季之冬。坎者，其象为水，体阳而用阴。似阳自外而内，收外表之阳能敛藏内里之象。 以人体之应时而言，冬季多尿，其实为体内之阳能向内而敛藏脏腑，阳能内集而液化为尿。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/18927.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"夏至","slug":"夏至","permalink":"http://www.zhinuo.site/tags/夏至/"}]},{"title":"芒种","date":"2016-06-06T04:58:08.000Z","path":"spark/11688.html","text":"节气随想 芒种， 《说郛》卷九引 宋 马永卿 《嬾真子录》：“所谓芒种五月节者，谓麦至是而始可收，稻过是而不可种。” 芒种，麦之收有时、稻之种有时。&nbsp; 物各有其时。子曰“知至至之，可与言几也；知终终之，可与存义也。” 何谓？知时之至而始之，可谓知几；知时将终而终之，可谓知义。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/11688.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"芒种","slug":"芒种","permalink":"http://www.zhinuo.site/tags/芒种/"}]},{"title":"小满","date":"2016-06-06T04:37:10.000Z","path":"spark/33839.html","text":"节气随想 小满， 月令七十二候集解：物至于此小得盈满。 万物之生因阳，其成由阴。阴阳合和，所以始生而有成。 阳未至，则物不得生；阴不受，则物不得长。 时至小满，夏气渐升而日盛，万物受其阳而生、长，小有所成，花渐繁茂，果趋丰实。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/33839.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"小满","slug":"小满","permalink":"http://www.zhinuo.site/tags/小满/"}]},{"title":"立夏","date":"2016-06-06T04:35:43.000Z","path":"spark/30771.html","text":"节气随想 立夏，夏三月之始。立者建、成。 黄帝内经言：夏三月，此谓蕃秀(言夏三月承春三月之发陈出新，因而滋长繁盛)，天地气交(言阴阳合和之融洽，于此而渐趋于盛极。夏三月，泰和而离明)，万物华实。&nbsp; 夜卧早起，无厌于日 (言人宜应夏日蕃盛之阳气，以外阳扶助体内之阳，以养长。) ，使志无怒(怒伤肝，肝伤则无以发陈，无以滋长。)，使华英成秀，使气得泄，若所爱在外，此夏气之应养长之道也。&nbsp; ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/30771.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"立夏","slug":"立夏","permalink":"http://www.zhinuo.site/tags/立夏/"}]},{"title":"清明","date":"2016-06-06T04:32:39.000Z","path":"spark/17045.html","text":"节气随想 清明，清而和，景而明。&nbsp; 惊蛰以来，清阳之气先震动地内，而后渐出地面，与浊阴之气争锋，虽或胜或不胜，仍健行不已。&nbsp; 直至清明，清阳之气乃始普济地上， 天气也逐渐变得清和、景明，气温渐趋平稳，生机磅礴，人也较不易生病。&nbsp; ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/17045.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"清明","slug":"清明","permalink":"http://www.zhinuo.site/tags/清明/"}]},{"title":"春分","date":"2016-06-06T04:31:07.000Z","path":"spark/17379.html","text":"节气随想 春分，于一日言，黑白各半 ；于一岁言，阳由少而多，阴由多而少。&nbsp; 然阳性燥，动而升清。阴性缓，静而沉浊。阳虽方兴而势正壮，而阴久居亦不可骤消，由此你来我往，你攻我守。所以冬春之际，雨水多，而人易病。&nbsp; 黄帝内经有言:太阳之上，寒气主之。医圣张仲景亦以伤寒为其医书之名。由此可见，寒为人体生病之重要原因。&nbsp; 试为之解:&nbsp;春夏秋冬四季，高于人体温之时寥寥无几，低于人体温之时比比皆是。&nbsp;太阳，指人由内而外宣通散布能量之心神。&nbsp;太阳，宣发输布精气于周身。太阳之能不达或受阻，则，风，寒，燥，火，暑，湿，六淫易侵入而造病于人。而寒为最。&nbsp; ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/17379.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"春分","slug":"春分","permalink":"http://www.zhinuo.site/tags/春分/"}]},{"title":"谷雨","date":"2016-06-06T04:30:43.000Z","path":"spark/15562.html","text":"节气随想 谷雨，地阳升而天阴降，冷热交替，汇雨成谷，润物资长。&nbsp; 雨水，水之为阴用者。 黄帝内经言：水火者，阴阳之征兆也。&nbsp; 水，坎也，卦象阳体而有阴之用，阴之甚明者。承乾则利生，承坤则助藏？&nbsp; 火，离也，卦象阴体而有阳之用，阳之甚丽者。承乾则资长，承坤则肇收？&nbsp; 水火之利万物，亦需因时而生成。&nbsp; ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/15562.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"谷雨","slug":"谷雨","permalink":"http://www.zhinuo.site/tags/谷雨/"}]},{"title":"惊蛰","date":"2016-06-06T04:28:02.000Z","path":"spark/28819.html","text":"节气随想 惊蛰，震卦之象，阳出地面，春回大地，万物复苏之始。 黄帝内经云，春三月谓发陈。 如何发陈？舒志缓形，以秋冬收藏之精、气，待春气之疏达。 发陈，出新。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/28819.html","tags":[{"name":"阴阳","slug":"阴阳","permalink":"http://www.zhinuo.site/tags/阴阳/"},{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"二十四节气","slug":"二十四节气","permalink":"http://www.zhinuo.site/tags/二十四节气/"},{"name":"惊蛰","slug":"惊蛰","permalink":"http://www.zhinuo.site/tags/惊蛰/"}]},{"title":"读《中医养生一》若有所思","date":"2016-05-25T14:25:03.000Z","path":"spark/12914.html","text":"老话说，吃到七分饱，非虚言也。 为什么呢？食，即是人获取能量的途径，但同时也是包含了能量消耗的过程。一般饮食后，我们获取的能量大于消耗，这也是身体健康的必要条件。 然而，如果摄入的饮食不易被个体消化吸收，反而会加重人体相应器官的负担，甚至出现消耗的能量大于获取的能量，进而影响身体健康。单个或多个因素都可能引发这种情况，如吃的过多过过少，如油腻食物，如风寒伤胃，等等。日积月累，小题变大事。 原文如下：中医养生一2016-04-25 中医修正 杏林寻路修正传真： （771）03182919 养生保健，是人人都用心了解的学问，试问谁没病？谁不想维持健康？在衣食不缺、平均年龄明显老化的今天，养生保健越来越被普通民众关注。拜科技进步所赐，电子化的媒体已经将众多专家的养生知识送到人们的眼前、耳中，不论中医还是西医，养生似乎成了时代的热学。不过，普及的同时却常常被低俗化，在以商业利益为核心的时代，养生正沦落为商品的走卒。顺便说两句西医养生，本来说糖、蛋白质、脂肪是人体的三大营养物质，多年来也未闻在医学界被敕贬，社会方面也有纽约时报“卖给傻瓜的大补丸”。但维他命和微量元素早已充斥市场，大大超越前者地位却是时代的现实。现代中医养生兴起的背景太有趣了，就在中医学术江河日下、历经废议的今天，逆势而上，借商业广告之力，将中医养生搞得红红火火，能不叫人拍案叫绝？以下分三段谈中医养生：一） 饮食养生：最基础，也是最低级的养生二） 运动养生：温饱之后的上层建筑三） 修心养生：没有心性修为的升华，养生终究欠缺 一） 饮食养生：最基础，也是最低级的养生。民以食为天，没有饮食入口，生命便无法维持，谈何其他养生？养生当然要从饮食开始谈。吃进不同的东西，对人体健康有不同的影响。羊肉与白菜的价位不同，人参与萝卜的功能各异，几千年来，人类对食品的认识都不是毫无根据的。相当多的人相信健康是吃出来的，特别是从战乱贫穷年代走过来的人，这种观念尤其强烈，滋补强壮药食在国人心中地位颇重。对此，敝人有疑问，买得起鹿肉、燕窝、冬虫夏草、百年野山参的富贵人，身体是否比劳动人民更健康？寿命是否更长呢？记得三四十年前，一位全国知名的老中医说过：虚羸甚者，非草根树皮所能奏功，须用血肉有情之品。从当时的经济基础看，他说得相当在理。不过，随着时间的推移，今天大多数人三餐鱼肉不缺，如果仍然身体虚弱，那是“血肉有情之品所能奏效的吗？富屋贫身历来不少见，出家人素食身体健康的同样不少见，为什么？或许适当组织调配饮食，对健康大有好处，于是秘方药膳便出炉了。敝人同样不看好这样的思路，当基础饮食得到满足之后，优化食谱以求营养最大化的努力是愚蠢的。因为每个人的起居活动，支配了饮食入口后的吸收、分配和运用。多余的食物，对胃肠道和人体都是负担。敝人曾经见过多例发斑疹的病人，之前曾强烈运动并且已经2-5天大便未解。仙人辟谷，或许只是神话传说，但辟谷养生的记载可不少。张良帮高汉祖平定天下后，功成身退，从赤松子游，聪明豁达。旁人回忆他的生平，记述了他一直都在努力辟谷。华佗曾经对徒弟说，“人体欲得劳动，但不当使极耳。动摇则谷气得销，血脉流通，病不得生，譬犹户枢，终不朽也。是以古之仙者，为导引之事，熊经鸱顾，引挽腰体，动诸关节，以求难老。吾有一术，名五禽之戏：一曰虎，二曰鹿，三曰熊，四曰猿，五曰鸟。亦以除疾，兼利蹄足，以当导引”。运动养生，是在饮食满足之上的养生构建，而五禽戏便是这上层建筑的杰作。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/12914.html","tags":[{"name":"养生","slug":"养生","permalink":"http://www.zhinuo.site/tags/养生/"},{"name":"中医","slug":"中医","permalink":"http://www.zhinuo.site/tags/中医/"},{"name":"中医修正","slug":"中医修正","permalink":"http://www.zhinuo.site/tags/中医修正/"}]},{"title":"2014随想","date":"2016-05-24T08:35:14.000Z","path":"spark/27879.html","text":"随想“知识就是力量”，这是以前经常被引用的话语，但是人们往往很少思考它的内涵：什么样的知识才是力量？什么样的人拥有的知识可以转化成力量？什么样的力量值得拥有？什么样的人拥有的力量能够经久不衰？获取知识的途径，不外乎家庭教育，学校教育，社会实践三类（这三类其实概括起来就是他人的经验、思考总结，个人的经验、思考两种），学校教育只是人获取知识的一个特定途径，而有选择性、带有政治洗脑性质、强制推广使用并加以考核的教育，充其量只是一个驯化工具，绝对不能称为知识教育。家庭教育，其重要程度不比学校教育所起的作用低。而实践是学校教育和家庭教育的习得在社会中的运用，其作用因人而异，有些人通过实践不断反思、调整、改进自己的知识、经验，而有些人可能从此止步不前，或者进步很小。不同的人，拥有不同的知识，不同的转化能力，不同的境遇，交织在一起，融合成为社会前行的合力。教人如何思考，如何透过现象把握本质，如何做人处事，如何洞悉社会变化而不盲从的知识才称得上持久的力量。 司马迁的史记里有句名言：“天下熙熙，皆为利来；天下攘攘，皆为利往。”利，不同的人有着不同的利欲心。有人求财，有人求官，有人求平安，利往往不可兼得，利既有有利的一面，也有不利的一面。为求得利，一些人尔虞我诈，你死我活；一些人忙碌的没时间关注自己的健康；一些人四处奔波，一年到头才能见两次亲人。大部分人求的是财富，什么是财富呢？金钱只是一种符号，虽然它能买到很多有用的东西，但也不是万能的，金钱也会升值、贬值，资产同样有涨有落。民间有说法叫做“富不过三代”，中国几千年的历史证明，这个说法基本准确。所以，没有足够的智慧，不能适应社会的变化，那拥有的那些过剩的钱和物，只是别人交给你暂时保管而已。从这个角度来说，智慧也是一种财富，从长远来看，它是优于金钱和资产的财富。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/27879.html","tags":[{"name":"财富","slug":"财富","permalink":"http://www.zhinuo.site/tags/财富/"},{"name":"知识","slug":"知识","permalink":"http://www.zhinuo.site/tags/知识/"}]},{"title":"201306迷思","date":"2016-05-24T00:56:17.000Z","path":"spark/33382.html","text":"迷思世界是物质的，物质是运动的，物质的运动时有规律的，物质的联系是相互的。大到国家、经济的发展，小到某一件事，都遵循这些规律，按照一定的轨迹运行。几千年的经济也有迹可循，由发展、繁荣、停滞、衰落、再发展。。。成螺旋的缓慢上升。就像日升月落，月升日落，潮起潮落一样，有高有低。因此，国家，经济，事物的发展在一定程度上都是可以预测，判断的。有人对历朝历代的繁荣时期做了统计，结论是每次的繁荣期都在30年上下，五千年有记录的历史，繁荣时间加起来也才四五百年。联想现在，改革开放至今已有35年了，是否也已快到达这所谓繁荣期的终点了？ 初略的划分一下，这三十几年可以分成3个阶段。 79年-97年，调整农村生产关系，解放其生产力是重点，所以有了乡镇企业的蓬勃发展。 97年-07年，重点是加入世贸组织，制造业（实体经济的主体。实体经济是指物质的、精神的产品和服务的生产、流通等经济活动。包括农业、工业、交通通信业、商业服务业、建筑业等物质生产和服务部门，也包括教育、文化、知识、信息、艺术、体育等精神产品的生产和服务部门。）的迅猛发展，中国成为世界工厂，以及和房地产、基建等相关行业逐渐的兴起。 07年至今，见证了制造业的逐渐萎缩和房地产、基建等相关行业成为国家经济支柱。 这三个阶段的共同点是，其基础，都是建立在三农支援城市，压低粮价，农地价格，普遍低工资，微福利之上。让大部分人帮助极小部分人先发展。 真正意义上的高速发展是在第二阶段，当时由于欧美劳动力、土地价格等成本极高，制造业为主的实体经济的利润低下，经济发展缓慢，大量产业资本、金融资本急需开拓海外市场；而中国加入世贸组织带来的潜在市场，中国各级政府为发展经济采取吸引外资投资和技术的优惠政策（土地、人力、资源），和在此之上形成的极低生产成本，一拍即合。由此，有了飞速发展的“黄金十年”。 随着大量外国资本，技术的进入（外国货币进入央行，换取对应的人民币，流通进入市场。外国投资越多，国内流通的人民币越多，人民币越多，而长期的贸易顺差形成的出口多，进口少，使得国内的商品相对希少，因此物价越来越贵，即所谓的通货膨胀）加之成本低廉，生产的产品具有低价的优势，所以迅速占领海内外市场，中国也成为了世界工厂，常年贸易顺差。如此相对的，是大量农民，小城镇居民涌入大城市打工。为适应越来越多的人口和企业需求，各级大城市必须发展各项基础设施如公路，铁路，立交桥，开发区等等，保证经济、生活的正常运行。政府在进行这些项目的过程，低价收地拆迁，并获取大量的建设资金或贷款，一方面拉动了地方经济，一方面官员们个人可以获得政绩和可观的私利，因此，乐此不疲。06年前后，房地产相对处于起步阶段，但是随着各大城市的人口越聚越多和几年的积累，一部分人有了一定的积蓄，人们对住房的要求开始日益增加，而各级政府通过以往基建项目的经验，即刻意识到房地产的益处，（低价收地，高价卖给开发商，推动当地经济，获得政绩不说，而且还能获得私利。）于是纷纷转向土地开发。而与此同时逐渐推广流行的银行业金融手段，（如杠杆原理，按揭，分期付款等，使得人们能够提前预支未来的收入用于目前的消费）释放了大量的住房需求，给房地产市场的发展狠狠加了一把柴，而地方政府（中央政府近几年的经济发展保八目标，和基于该指标的官员考核体系，也从一定程度助推了这些行业的发展：对地方官员来说，于公于私都有利）和开发商，惜地，捂地，惜盘，捂盘，借着需求释放的东风炒作房地产，（此间， 08年欧美金融危机，对中国产生了巨大的影响。一方面，欧美政府施行宽松货币政策救市，导致大量的资金涌入中国，推高了中国的整体价格水平。另一方面，危机导致欧美各国需求锐减，直接影响以出口为导向的中国制造业，慢慢萎缩。房产等价格的快速增长，造成生活成本的提高，比如房租，土地价格，间接导致劳动力价格的提高，增加实体经济的成本，实体经济利润减少，因此很多企业和社会个人资金转而进入高收益的房地产行业，参与买卖，比如前几年的海尔，格力等，和温州炒房团等。这些反过来又拉高了房地产价格。）水涨船高，因而造就了这几年的大牛市（涨的多，极少跌）。 但是，随着房地产价格的越涨越高，资源的配置也越来越集中到这一些行业，如土地，能源。负面影响也慢慢浮现出来，一方面，这些行业不遵守市场规律，人为的重复建设，效率低下，浪费严重，必定导致银行坏账的增多，另一方面，这些行业不创造价值，却吸引了大量资金，干预社会的分配和再分配，影响消费，从而更加恶化实体经济，最终引发消费的大幅减少。随着时间的流逝，就会形成一业兴百业枯的局面，其所占GDP的比重也越来越大，将近40%，成为国家的经济支柱。从好的方面说，因为其庞大，牵涉相关的行业众多，对拉动经济发展举足轻重，一发而动全身；从坏的方面说，因为其低效，高耗能，干预正常的市场规律，形成社会资源的畸形分配，吞噬社会的消费能力，影响实体经济的发展，而各级政府也大量举债，负债累累。当社会的购买力不足以消化吸收众多的房屋时，房价下降带来的影响是巨大而广泛的。因此中央政府左右为难，于是有了08年的四万亿救市，和这两年的限购，国五条等等，目的是避免造成房地产市场的大起大落，稳定经济和社会。然而，经济社会是一个平衡木，当需求趋于饱和，抑或社会的消费力跟不上房地产市场的开发节奏，房地产的停滞也就不可避免，众多的鬼城随处可见；一旦停滞，开发商的资金流（资金来源主要有借贷，信托，社会企业和个人资金，股市，自有资金）也将面临考验，当某一环节的资金流紧张或断裂时，大小问题便来了，如2011/2012年的鄂尔多斯，温州。资金链断裂的情况不一。比如债主催债；比如贷款买房者无力维持房贷；比如一些企业盲目借贷扩张，因经营不善倒闭，引发银行坏账。诸如这些情况，当它们达到一定数量级别，会极大地影响开发商的资金流，甚至银行的账目表，最终导致房地产市场的跌落。 上述这些情形，都和银行以及影子银行（民间借贷、信托产品、委托贷款等）有着密切的联系（银行和影子银行是相对立的，存款入银行的越多，所能提供给影子银行可用的资金就越少。反过来，影子银行可用的资金越多）。银行的资金主要包含两部分（影子银行也类似这种情况，稍有不同），一是自有资金，相对较少。二是储户存款，占绝大部分。银行利用存款放贷给企业和个人，获取利息。但是，银行必须留存相当一部分资金，用来满足各储户的随时取款需求，即所谓的银行存款准备金，按规定约占全部资金的20%。余下的全部或者部分放贷出去。因此大头是放出的贷款，小头是存款保证金。当储户取款需求大于银行的流动资金（总资金﹣坏账﹣银行所持固定资产﹣预期可以收回的未到期贷款），不可避免就会发生储户挤兑，引发银行停业甚至倒闭。上面几种资金链断裂的情况，都可能引发大量储户的取款行为，从而引起银行危机，其中最重要的影响因素是银行贷款的好坏。现在的贷款因为杠杆操作，风险也越来越大。理论上，杠杆操作基本流程如下：储户A存入100，银行留存20后贷出80给B，B可以将80支付给C，C存入银行80，银行留存16后贷出64给D，D支付64给E，E存入银行64，银行留存12.8后贷出51.2给F……即100的实际货币量，派生出远大于100的名义货币量。名义货币量在经济扩张时，增加货币的流动性；反过来，在经济收缩时，降低货币的流动性，强化对货币的需求。）因此，存款在银行也有风险，而特定时期风险尤甚。通常情况，有政府作为银行的担保（政府调控挤兑手段主要有：借债印钞，对银行注资；限制储户每日取款额度；以国债或其他资本偿付给储户。），存钱在银行比较安全。而现在，中央政府，地方政府都有巨大的负债，储户是否相信政府的担保也未可知。至于影子银行，因为立法缺失，监管困难，问题远为复杂，坏账比例更加严重。 如今，中国的处境非常艰难：1.出口为主的实体经济因为需求大减，成本高昂而萎缩;高企的房地产经济吞噬民众购买力;长期的低工资，低福利导致的贫富分化加剧—整体消费力下降.2.固定资产的高价最终转嫁给个体消费者，而粗放型建设带来的资源大量开采，浪费，环境污染—生活成本增加.3.房地产和基建等的土地开发引起的农地锐减，11、12年以来进口粮食已占粮食总生产量的10%；污染渗入食品行业，镉大米，毒牛奶，假奶粉等等，所造成的可食用食品危机—粮食危机.4.高尖技术缺乏（没有核心技术），生产效率低下—竞争力下滑.5.人口老龄化日益严重，密集的廉价劳动力优势逐渐消失，对资本的吸引力降低。周边国家关系恶化和可能的战争预期，以及美欧日，尤其美国经济缓慢回升所引发的外资（包扩大量的产业资金、金融业资金、08年以来美国几次量化宽松所形成的进入中国热钱、套利资金）撤资回流。当外资撤离时，出售持有的资产和人民币，兑换成外币，使流通中的人民币减少—资产危机，资金短缺。（流动资金的减少，将使大众心理发生转变，更加倾向于持有现金交易。） 新政府知道以出口和房地产为支柱的经济结构是不能持续的，严重危及社会稳定，因此极力要进行改革，诸如结构调整，房产税，收缩信贷和金融理财渠道等等，但是政府本身的负债已经这么多了，改革调整的资金从哪里来？而时间可能也不够了。 不知不觉之中，危机的步伐越来越近。经济危机带来的远非经济影响，长期被掩盖的社会问题也会随之爆发，这才是最严峻的问题。居安思危，做好应对的准备，要好过慌乱时的手无足措。 首先，做好国家步入经济萧条的准备。与之对应的银行挤兑，甚至停业、倒闭也有可能发生。比如，这几天，农行债券卖不出去，央行的国债卖出远少于预期都是对金融风险担忧的体现，以后担忧的人会越来越多。未来几个月，最好取出并留存一定的现金在手，其余存入四大行，存到信用社等小行的一定要取出，减少不必要的开支。 其次，做好粮食供不应求的准备。当经济出现问题时，一些社会问题也会凸显，由此产生的粮食供不应求，涨价，抢购也很难避免，11年的抢盐风波谁也不能保证不会再现，要对最基本的大米等食品做一定的储备。 人无远虑，必有近忧。九丈之台，起于垒土，而毁于一旦。居安思危，做好应对的准备，要好过慌乱时的手无足措。 2013.06 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/33382.html","tags":[{"name":"简史","slug":"简史","permalink":"http://www.zhinuo.site/tags/简史/"}]},{"title":"儒,释,道 (二)","date":"2016-05-02T08:27:54.000Z","path":"spark/19399.html","text":"儒释道三家，释坠于空，道游于几，儒修己宽人，尽性顺天。儒崇阳惕阴，克己欲，不逆物情，中正顺天，大道之贞者也。 空寂则无己，无己则易无人，此释之所以坠人于空无，而积以时日，漠然人世，人事木然。 几由则术心，术心则易诡人，此道之所以游人于几诡，而渐以经年，算诡人世，人事诡谲。 释信徒众，移易风俗 儒习者多，移易中流 道修者少，移易中上。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/19399.html","tags":[{"name":"儒","slug":"儒","permalink":"http://www.zhinuo.site/tags/儒/"},{"name":"道","slug":"道","permalink":"http://www.zhinuo.site/tags/道/"},{"name":"释","slug":"释","permalink":"http://www.zhinuo.site/tags/释/"}]},{"title":"博客头部加下拉横向进度条","date":"2016-05-01T12:02:04.000Z","path":"MISC/3780.html","text":"摘自 奇拉笔记以iDevise主题为例 CSS代码如下： .scroll-bar { position: fixed; top: 0; left: 0; z-index: 4500; display: none; width: 0; height: 2px; background: #000; }放在style.css里 JS代码如下： $(&quot;.scroll-bar&quot;).attr(&quot;style&quot;,&quot;width:&quot;+($(this).scrollTop()/($(document).height() -$(this).height())*100)+&quot;%;display: block;&quot;); 我放在functions.js的$(window).scroll(function(){});里。效果：如本站所示。 HTML页面加入： &amp;lt;div class=&quot;scroll-bar&quot;&amp;gt;&amp;lt;/div&amp;gt;","permalink":"http://www.zhinuo.site/MISC/3780.html","tags":[{"name":"博客美化","slug":"博客美化","permalink":"http://www.zhinuo.site/tags/博客美化/"},{"name":"css","slug":"css","permalink":"http://www.zhinuo.site/tags/css/"},{"name":"html","slug":"html","permalink":"http://www.zhinuo.site/tags/html/"},{"name":"jquery","slug":"jquery","permalink":"http://www.zhinuo.site/tags/jquery/"},{"name":"bootstrap","slug":"bootstrap","permalink":"http://www.zhinuo.site/tags/bootstrap/"}]},{"title":"儒,释,道","date":"2016-05-01T11:29:51.000Z","path":"spark/9905.html","text":"儒释道释坠于空；道游于几；儒崇乾惕坤，大道之正者也。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/9905.html","tags":[{"name":"儒","slug":"儒","permalink":"http://www.zhinuo.site/tags/儒/"},{"name":"道","slug":"道","permalink":"http://www.zhinuo.site/tags/道/"},{"name":"释","slug":"释","permalink":"http://www.zhinuo.site/tags/释/"}]},{"title":"河图 文王卦象","date":"2016-04-25T05:46:01.000Z","path":"spark/22530.html","text":"河图 文王卦象天地人三才 三画卦 显者三，隐者三。 六画卦 显者六，隐者六。 显者非永显，隐者非终隐，时为之，位当时。阴阳无时无处不在，阴多则阳少，阳多则阴少。多者显，少者隐。 河图(天运之理数？)，文王八卦(天地合运之理数？)，以华夏之地应天象而生。东西 地之生成；上下 天位；南北 地之阴阳 体，未著之能，不显之象；用，已著之功，昭显之象。 河图：东 8 三； 上 七 2； 西 九 4； 下 6 一； 中 10 五。 一 2 三 4 五，为理/体而居内；6 七 8 九 10，为象/用而包外。 一三五理/体阳而始生，6 8 10象/用阴而有成；2 4(于一三言，2 4 为一 三之象/用)理/体阴而启生，七九象/用阳而得成。理/体得五而象/用著。 一2三4者，天地定位，天包地外，则上下皆为阳位。又阴阳太少，阳下交而始生，于人而言，则阳一(未著之少阳)位下而阳2(未著之太阳)位上；太阳由东而西，阴阳由少而多，则三(未著之少阴)4(未著之太阴)所以分居左右。体之位定，则用之位定，6(似已著之太阴)七(似已著之少阳)8(似已著之少阴)九(似已著之太阳)所以分居下左上右。 一+4=2+三=(中)五 一+九=2+8=三+七=4+6=(中)10 6+九=七+8=(中)五+10 太阳由东而上而西，其象为阳之生而盛至衰，所以左似东生少阳之象，右似西成之象。 得太阳则热，南方亦热于北方，所以南亦似已著之阳，北似已著之阴。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/22530.html","tags":[{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"河图","slug":"河图","permalink":"http://www.zhinuo.site/tags/河图/"}]},{"title":"天地人","date":"2016-04-25T05:39:57.000Z","path":"spark/6294.html","text":"道即乾坤 或 阴阳 刚柔 幽明，健顺之意。 乾道 纯阳 天行健 君子自强不息—恒守本心 坤道 纯阴 顺阳之化 形乃得成—去杂欲 阳性清轻、虚，气态似无形；阴性浊、重、实，固态而有形。 阳极而隐，退而阴胜；阴极而隐，退而阳胜。 阳之甚动者是为阳之阳极，其甚静者是为阳之阴极。 阳之贞恒守正者，健也，德施普，健常之阳也。 阴之甚动者是为阴之阳极，其甚静者是为阴之阴极。 阴之贞恒守正者，顺也，泽被广，顺常之阴也。 阴受而阳施，阳游弋乎阴之内外。刚柔摩荡，同类相感 同气相求 阴阳体也，天地雷风水火山泽其用亦其成也。 乾坤其纯德，震巽坎离艮兑其德之交合者也。 阳下济(以其善动)，其成象(物)在上；阴上承(以其居静)，其成象(物)在下。所以成者，阴阳和合 乾坤并建，非乾不能健施于坤；非坤不能顺受于乾。 万物之生化，因阳依阴，故曰，阳予之正，阴为之主。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","permalink":"http://www.zhinuo.site/spark/6294.html","tags":[{"name":"八卦","slug":"八卦","permalink":"http://www.zhinuo.site/tags/八卦/"},{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"河图","slug":"河图","permalink":"http://www.zhinuo.site/tags/河图/"}]},{"title":"船山文集《杂卦传》","date":"2016-04-25T04:56:37.000Z","path":"essence/62935.html","text":"杂卦传杂者，相间之谓也。一彼一此，一往一复，阴阳互见，而道义之门启焉。故自伏羲始画，而即以相杂者为变易之体。文王因之，而以错综相比为其序，屯蒙以下四十八卦, 二十四象往复顺逆之所成也。乾坤坎离大过颐小过中孚，综而不失其故，则以错相并。否泰随蛊渐归妹既济未济，四象而成八卦，则错综同轨。周易以综为主，不可综而后从错。盖以天有全象，事有全理，而人之用之者但得其半，天道备而人用精，是以六爻之中，阴阳多寡，即就此而往复焉，则已足备一刚一柔之用，善一进一退之几，成一仁一义之德矣。杂卦者，言其道同，而易地则忧乐安危，出处语默，各因乎往复循环之理数，而无不可体之以为道也。故伯夷、太公同避纣恶，而所行异；颜渊、季路同效圣志，而所愿殊。知其异乃可以统其同，用其半即可以会其全，故略于错而专于综。实则错综皆杂也，错者幽明之迭用，综皆用其明者也。周易六十四卦，为三十二对偶之旨也，而传为言其性情功效之別焉。 乾刚，坤柔。 二卦并建，刚柔备矣。分之则纯以成德，合之则杂以成章也。 比乐，师忧。 均以孤阳得中为土，而在上位，则众所亲而乐行其道，故虽失前禽而不以为诫；在下位，则权重而分不足以相莅，故忧弟子之间之，而恐致舆尸。 临，观之义，或与或求。 临阳长摈阴，而不以轻绝阴为德，故咸而临之，与阴感而不吝。观阴长侵阳，而以仰承于阳为义，故利用宾王，求阳而观其观 屯见而不失其居，蒙杂而著。 见谓动而发见。居者，止而不行之谓。屯阳初出，亟于见，而据五位以自安，故虽建侯不宁，而膏终屯。蒙卦阳出而杂处于二阴之中，然终以奋起出于阴之上以自著见，故击去蒙昧，而为童蒙之吉。 震，起也；艮，止也。 起以震阴之滞，止以遏阴之进，震有功而艮寡过也。 损、益，盛衰之始也。 泰变而损，阳自三往上而之于将消之位，衰也。否变而益，阳自四来初而之于方生之位，盛也。中爻未变，盛衰未极，三之势便于进，时至则轻往，四之势便于退，时至则先来，故为盛衰之始。气数之循环，盛则且衰，衰且渐盛，自然之理，而兆先见，故曰：“损益盈虚，与时偕行。” 大畜，时也；无妄，灾也。 乾道成于下，而艮止之，使待时而进，遵养以时也。乾道奠于上，阴未尝干之，而震起以相迫，躁动则生灾也。时，故“利涉大川”；灾，故“行有告”。 萃聚，而升不来也。 皆谓阳也。自上而下曰：“来，萃四与五相保而不往，升三引二以进而不复，萃则上阴护之，升则初阴推之也。故萃假有庙，而升利南征。 谦轻，而豫怠也。 二卦皆孤阳而不得中位。三为躁进之爻，谦阳处之，轻于往矣；四为退息之位，豫阳处之，怠于行矣。凡人之情，谦者无尊重之度，豫乐者虽奋起而终不振；故谦必君子而后有终，豫建侯行师而后利。 噬嗑，食也；贲，无色也。 二卦皆有颐象。食色皆养道也。食者，非所食而食之，强啮九四之刚。无色者，非所饰而饰之，色之不正者，刚轻去中以文上，而失其自然之美也。 兑见，而异伏也。 柔见于外，于情易动，阴伏于下，其志难知。故兑上引人之说，异初在床下而须史巫之求。 随无故也，蛊则饬也。 故，事也，随阳在下而随乎阴，偷小子之安而无丈夫之志。蛊阴在下而承乎阳，饬子臣之节以顺承君父之事。故随非元亨利贞则不能无咎，蛊先甲后甲以效其功。 剥，烂也；复，反也。 阳退而之幽，先自溃烂，而后阴乘之。复归于明，阴虽盛，不足为忧也。 晋，书也；明夷，诛也。 明出乎地，则可以烛阴而导之进。地暗伤明，而明终不可掩，必反受其诛。 井通，而困相遇也。 遇谓所遇之穷。井，上者上行，下者下行，往来不穷，故通。困欲出险，为功为柔所牵，遇之穷也。君子之遇小人，不患其争而患其相说，酒食朱绂不易脱而困矣。 咸，速也；恒，久也。 天下莫速于感应之机。三上浮出于外，情易动，随感而即应，速矣。恒四与初伏处子下，密相为移，植根深固以相倾之道也。 涣，离也；节，止也。 离，散也。否之散，刚下而得中，以解阴之党，为涣。泰道已成，刚上而止阴之流，为节。涣以消吝，节以防骄。 解，缓也；赛，难也。 解四用爻皆失位，而初、上以柔处之，以缓其争，而乖戾平矣。蹇四用爻皆得位而可以有为，初、上犹以柔道处之，其难其慎之至也。 睽，外也；家人，内也。 睽内不正，而徒闲之于外。家人内已正，而后饬其外治。 否、泰，反其类也。 天上地下，方以类聚者也，而柔上刚下为泰，反此为否。阴阳以交，成化类之，反不反而通塞殊矣。 大壮则止，遁则退也。 皆为阳言也。大壮未得中位，止而不进，壮者忧其危矣。遁已离乎中位，急于退，退者所以善藏其用也。 大有，众也；同人，亲也。 在上则柔可以抚众，君道也。在下则柔而贤者亲之，友道也。 革；去故也；鼎，取新也。 革者离之变。明再用则不鲜，阴改而之上，阳乃为主于中，而前明已谢，不复有易尽之忧。鼎者巽之变，柔去其位，上升于五，以昭其明而凝天命，命为之新矣。 小过，过也；中孚，信也。 阴盛之过，乃真过也。虚中自保，而不干阳之中位，阳亦得其类而相信，信之至也。 丰，多故也；亲寡，旅也。 莅物上者，惟明无所蔽，则事自有绪而不宂。丰阳受阴蔽，事无绪而危疑起，自非以日中之明治之，则天下多事，而乱且生。物之所亲者，情下逮也。旅阳寄处于阴上，不与物亲，则物亦莫之亲矣。丰阳已下，而旅已上也。 离上而坎下也。 阳之性升，辅阴以升，则阴亦上，火之所以炎而上。阴之性沈，陷阳而抑之，则阳亦下，水之所以润而下。故离内卦吉于外，自下上也；坎外卦亨于内，自上下也。 小畜，寡也；履，不处也。 阴虽当位以畜阳，而力微，居于退爻，故密云而不雨，微弱之象。履阴不量其孤，处进爻而欲踵刚以上，不能安处静俟，故有履虎尾之危。 需，不进也；讼，不亲也。 需三阳为四所隔不能与五相踵以进，故五需以待之。讼阳离其群而处乎中，三为之间，不与乾相亲，是以中窒而争。 大过，颠也。姤，遇也，柔遇刚也。渐，女归待男行也。颐，养正也。既济，定也。归妹，女之终也。未济，男之穷也。夬，决也，刚决柔也。君子道长，小人道忧也。 大过、颐、姤、夬、渐、归妹、既济、未济，相错综对待之卦，而文参差不偶者，圣人无心于文，而文自顺，流动以著化机之变动，非若词章训诂之执滞排偶，拘于法而执一，所谓化工之笔也。于以肖易之变动不居，而不可为典要，道相若焉，故虽挈乾坤以为纲，而自比、师以下，皆无一成之次序，与周易之序且不必同，则序卦之文，与京房八宫世应，邵子方圆之序位，不足以肖天地之变易审矣。今因其错综之序而释之。 大过颠者，本末挠也。颐养正者，上下以刚正柔也。姤言遇者，幸阴之得遇乎阳。夬言决者，劝阳之疾决夫阴也。渐女归待男行，而女止于四，柔得位而居之安，女道之吉也。归妹三、五二阴皆去其位而居于不正之位，尤骄淫而处于上，上者将消之位也；阳起于初、盛于二以相迫，女斯终矣。既济阳得位时定，阴亦定焉。未济二、四二阳皆去其位而居于不正之位，尤亢物而处于上，上将消矣；阴起于初，以递进而相迫，男斯穷矣。初者方生之利，上者滨尽之地，既失位而又滨于尽，无方生之权，不穷何待焉！以归妹、未济观之，则六十四卦、三十六象虽相对待以备同异之理，而其中互相参伍、如睽、解、家人、蹇、损、益、咸、恒之互相为理，亦可类推矣。 又杂卦所言者，比、师以下四十八卦，皆以综体相对而言。自乾、坤、坎、离、大过、颐、小过、中孚、泰、否、随、蛊、渐、归妹、既济、未济而外，卦之相错者，理亦对待，以备并行不悖之理，为幽明、体用、消长、盈虚之异致者，今为补诠之，亦易中固有之理也。同人，以情相亲也；师，以权相统也。小畜，止其动也；豫，动其静也。夬劝之决也；剥，惩其害也。家人，聚顺；解，散其逆也。革，润其燥；蒙，制其流也。需，阳相待以道；晋，阴相进以利；遥相取而情各异也。睽，强其不齐而疑也；蹇，于其各正而加慎也。噬嗑，力为合也；并，理相辨也。损，高就下也；咸，虚受实也。临，有功，而遁失制也；复，因得所而归。姤不期而会也。鼎，定而屯不宁也。旅，进也；节，退也。恒，阴之固也；益，阳之裕也。艮，忍也；兑，释也。震，惧而异幸也。升，相让；无妄，相凌也。谦以济暗，履乘危也。讼，有实而怨上也；明夷，上不明而忮下也。涣，启其塞；丰，蔽其通也。困，掩而保其贞也；贲，著而亏其实也。观，功不试而制以道也；大壮，权未得而养以威也。萃，聚以亲上也；大畜，储少以养多也。比，得民；大有，有贤也。 《周易内传》卷六终 &nbsp;","permalink":"http://www.zhinuo.site/essence/62935.html","tags":[{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"王船山","slug":"王船山","permalink":"http://www.zhinuo.site/tags/王船山/"},{"name":"杂卦传","slug":"杂卦传","permalink":"http://www.zhinuo.site/tags/杂卦传/"}]},{"title":"船山文集《序卦传》","date":"2016-04-25T04:55:21.000Z","path":"essence/15196.html","text":"序卦传有天地，然后万物生焉。盈天地之间者唯万物，故受之以屯；屯者盈也，屯者物之始生也。物生必蒙，故受之以蒙；蒙者蒙也，物之稚也。物稚不可不养也，故受之以需；需者饮食之道也。饮食必有讼，故受之以讼。讼必有众起，故受之以师；师者众也。众必有所比，故受之以比；比者比也。比必有所畜，故受之以小畜。物畜然后有礼，故受之以履。履而泰，然后安，故受之以泰；泰者通也。物不可以终通，故受之以否。物不可以终否，故受之以同人。与人同者，物必归焉，故受之以大有。有大者不可以盈，故受之以谦。有大而能谦必豫，故受之以搛。豫必有随，故受之以随。以喜随人者必有事，故受之以蛊；蛊者事也。有事而后可大，故受之以临，临者大也。物大然后可观，故受之以观。可观而后有所合，故受之以噬嗑；嗑者合也。物不可以苟合而己，故受之以贲；贵者饰也。致饰然后亨，则尽矣，故受之以剥；剥者剥也。物不可以终尽，剥穷上反下，故受之以复。复则不妄矣，故受之以无妄。有无妄然后可畜，故受之以大畜。物畜然后可养，故受之以颐；颐者养也。不养则不可动，故受之以大过。物不可以终过，故受之以坎；坎者陷也。陷必有所丽，故受之以离；离者丽也。右上篇。 有天地然后有万物，有万物然后有男女，有男女然后有夫妇，有夫妇然后有父子，有父子然后有君臣，有君臣然后有上下，有上下然后礼义有所错。夫妇之道，不可以不久也，故受之以恒；恒者久也。物不可以久居其所.故受之以遁；遁者退也。物不可以终遁，故受之以大壮。物不可以终壮，故受之以晋；晋者进也。进必有所伤，故受之以明夷；夷者伤也。伤于外者必反其家，故受之以家人，家道穷必乖，故受之以睽；睽者乖也。乖必有难，故受之以蹇；蹇者难也。物不可以终难，故受之以解：解者缓也。缓必有所失，故受之以损。损而不已必益，故受之以益。益而不已必决，故受之以夬；夬者决也。决必有所遇，故受之以姤；姤者遇也。物相遇而后聚，故受之以萃；萃者聚也。聚而上者谓之升，故受之以升。升而不已必困，故受之以困。困乎上者必反下，故受之以井。井道不可不革，故受之以革。革物者莫若鼎，故受之以鼎。主器者莫若长子，故受之以震；震者动也。物不可以终动，止之，故受之以艮；艮者止也。物不可以终止，故受之以渐；渐者进也。进必有所归，故受之以归妹。得其所归者必大，故受之以丰；丰者大也。穷大者必失其居，故受之以旅。旅而无所容，故受之以巽；巽者入也。入而后说之，故受之以兑；兑者说也。说而后散之，故受之以涣；涣者离也。物不可以终离，故受之以节。节而信之，故受之以中孚。有其信者必行之，故受之以小过。有过物者必济，故受之以既济。物不可穷也，故受之以未济，终焉。右下篇。 &nbsp; 二篇必非圣人之书，即以文义求之，亦多牵强失理，读者自当辨之。余详外传。 &nbsp; &nbsp; &nbsp;","permalink":"http://www.zhinuo.site/essence/15196.html","tags":[{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"王船山","slug":"王船山","permalink":"http://www.zhinuo.site/tags/王船山/"},{"name":"序卦传","slug":"序卦传","permalink":"http://www.zhinuo.site/tags/序卦传/"}]},{"title":"船山文集《说卦传》","date":"2016-04-25T04:53:09.000Z","path":"essence/23375.html","text":"说卦传系传发明文王、周公彖爻之辞，微言大义之所自著，而说卦专言伏羲画卦之理，故别为传，由此而后世有伏羲、文王次序方位不同之说。乃文王之彖，原本于伏羲之卦，特系之辞以明吉凶得失之故耳，非有异也。伏羲以八卦生六十四卦，而文王统之于乾坤之并建，则尤以发先圣之藏。然说卦传言“参天两地”、“观变于阴阳”，则亦乾坤统全易之旨。但伏羲有卦而无辞，故其统宗不著，文王既为之辞，又为之序，以申其固有之理，终不可谓伏羲之别有序位，为先天之易也。 昔者圣人之作易也，幽赞于神明而生蓍。 赞，助也；神明欲下诏于人而无从，圣人以筮助其灵，使昭著也。生，始作之也。蓍，蒿属丛生者。草木因天地自然所生而无心，无心故听神明之用，其灵则在分而为两之妙。必用此草者，取其条直轻韧也。旧说谓王道得而蓍生满百茎，说出史迁好异所传。此系圣人作易之下，则非天地生之可知。 参天两地而倚数。 六合之全体，皆天也，所谓大圆也。故以数数之，则径一围三，而一函三。地有形有气，在天之中，与相沦洽，而有所不至，则缺其一而为二。奇画中实，偶画中虚，其象也。倚，任也。天地之理气，不可以象象，故任数以为之象。参两云者，圣人参之两之也。天地浑沦之体，合言之则一，分言之则二。圣人以其盈虚而拟天之数以三，地之数以二；卦画之奇阳偶阴，既明著其象，而揲蓍之法，用九用六，四其九而三十六，四其六而二十四，阳十二其三，阴十二其二，一以参两之法行之，数可任而象可立，道因以著。盖人事之得失吉凶，惟所用之盈虚有当有否，故数可倚之以见道。 观变于阴阳而立卦，发挥于刚柔而生爻。 天地自然之变，发见于物理人情者，六十四象亦略备矣。其变一盈一虚，阴阳互用也。 故以十八变而成一卦，因著其象立其名显其性情功效之殊焉。发挥者，因所动之刚柔，而即动以著其效，则爻之吉凶悔吝因之以生。生谓发其义也。阴阳刚柔互言之，在体曰阴阳，在用曰刚柔，读易之法，随在而求其指，大率如此。若下章以阴阳属天刚柔属地，又彖爻之辞言刚柔而不言阴阳，刚柔即阴阳，其指又别。古人言简而包括宏深。若必执一为例，则泥矣。 和顺于道徳而理于义，穷理尽性以至于命。 道即立天立地立人之道。德者，道之功能也。义者，随事之宜也。道德之实，阴阳健顺之本体也。以数立卦而生爻，极其变动发挥而不相悖害。道本浑沦，因而顺之，健顺交相济而和矣。及其因动起事因事成象，卦各有宜爻各有肖，以别得失，以推吉凶，则因时制宜，而分析条理以尽义，无不各顺其则也。故推其精义合德之蕴，穷天下之理，尽人物之性，而天之继善以流行万化者，皆其所造极。圣人之作易一倚数，而功化之盛，夫岂可以术测而亵用之乎！ 右第一章。此章统赞作易之全体大用，而以数为本。数者，圣人成能之利用，人谋之本术也。 &nbsp; 昔者圣人之作易也，将以顺性命之理。是以立天之道，曰阴与阳；立地之道，曰柔与刚；立人之道，曰仁与义。兼三才而两之，故易六画而成卦；分阴分阳，迭用柔刚，故易六位而成章。 在人曰性在天地曰命。立天之道者，气之化也。立地之道者，形之用也。立人之道者，性之德也。此以阴阳并属之天者，自其命之或温或肃、一生一杀者言也。以柔刚并属之地者，自其或翕或辟，以育以载者言也。天无二气地无二形人无二性，合以成体，故三画而八卦成。而其命之降性之发，各因乎动几，而随时相应以起，则道有殊施，心有殊感，阴阳柔刚仁义各成其理而不紊，故必重三为六，道乃备焉。成卦，自画卦之旨及筮者积变为卦而言。成章，自统爻于彖，共成一义而言也。卦以顺性命而利人之用，一事一物皆有全理，而动以其时，故必兼之，而后天道人事皆著于中矣。三才六位，既各有定，而初三五为阳为刚，二四上为阴为柔，于六位之中又有分焉。则天之有柔以和煦百物，地之有刚以荣发化光，又无判然不相通之理。拟之以人，则男阳而固有阴女阴而固有阳，血气荣卫表里之互相为阴阳刚柔，莫不皆然。六位迭用，乃以文质相宣而成章。不复言人道者，仁之严以闲邪者刚也，阴也；慈以惠物者柔也，阳也；义之有断而俭者阴也，刚也；随时而宜者阳也，柔也；则以行乎六位而迭用者也。学易者于仁义体之，而天地之道存焉，则尽性而即以至于命。占者以仁义之存去审得失，而吉凶在其中矣。故曰：“易不为小人谋。”以其拂性而不能受命也。 右第二章。此章专说卦爻六位之旨，先言阴柔，后言阳刚，以叶韵耳，非有意也。旧说拘文牵义，谓阴柔先立体，而后阳刚施化，又分仁属阴，分义属阳，辨析徒繁，今皆不取。 &nbsp; 天地定位，山泽通气，雷风相薄，水火不相射，八卦相错。 此章序伏羲则河图画八卦之理，而言其相错以成章也，说详系辞上传第九章。乾坤、坎离，对待而相错也。震巽、艮兑，交营而相错也。天髙地下，水左行而火右行，雷风动于外，山泽成于中，自然之体也。定位者，阳居上、清刚而利于施；阴居下，柔浊于受；惟其位定，是以交也。通气者，山象天之高，而地气行焉；泽体地之下，而天气行焉。薄如春秋传“宁我薄人”之薄。雷者阳之动，风者阴之动，交相驰逐也。不相射者，各止其所而不相侵，相侵则相息也。惟其错，是以互成相因之用也；由八卦而六十四卦之错可知已。此言天地定位，虽据河图之九、五、一、六、十、二上下之位而言。实则一、三、五、七、九皆天之数，二、四、六、八、十皆地之数，则以交相参而相错成乎八卦，而五位之，奇偶相配而不乱。盖乾坤之化行于六子者莫不有定位，故文王并建乾坤，而卦由之以生，相错者不离乎五十有五之中，读者宜善通之。 右第三章。 &nbsp; 数往者顺，知来者逆，是故易，逆数也。 从上而下谓之顺，从下而上谓之逆。象之顺逆，数亦因之。数者，数其象也；象之已成而数定矣，则先记其总而后记其别。如河图因五十有五之全数，而后推一六、二七、三八、四九、五十之分，自多而寡，顺数之也。若由末有而有，以渐积而成象，则有一而后有二，以至于多，逆知其将有，而姑从少者以起也，逆数之也。多以统少，自上而下，顺也。少以生多，自下积上，逆也。故数往者必顺，而知来者必逆。易以占未来之得失吉凶，故其画自初而二以至于上，积之而卦成，乾初得九，增而十八，以至于五十四，迄乎上而象乃成。下者事之始，上者事之成，本末功效之序，自然之理也。先儒皆谓已往而易见为顺，未来而前知为逆，盖此义也。邵子始为异说以乱之，非是。 右第四章。此章本义与上章合为一章，以徇邵子先天之说，先天者，学仙者之邪说也。未有天之先，何象何数而可言者邪？易曰：“先天而天弗违”言大人之创制显庸，拨乱反治，气机将动，而大人迎之于未见之前，若导之者。其字读为去声。非天之前有此时位，与后天判然而异候也。若其云由乾而兑，而离而震，由巽而坎，而艮而坤，两相逆以相遇，惟弄卦画以饾dou饤ding成巧，而于理不穷，于性不尽，于得失吉凶无所当，特学仙者顺之则生人生物，逆之则成佛成仙之淫辞，而阳往阴来，相遇于震巽之交，抑阴阳交构，彼家之妖术，圣人作易以顺道理义，致用崇德，亦安用彼为哉！徒虚立一伏羲之名，于世远年湮之后，以欺压文王而上之，为圣人之徒者所不敢徇也。此与上章意义各别。故分为二章，如先儒之旧。 &nbsp; 雷以动之，风以散之，雨以润之，日以暄之，艮以止之，兑以说之，乾以君之，坤以藏之。 此言六子之大用，所以摩荡阴阳，互相节宣，而归其本于乾坤也动。动者，阳起而动阴之凝，散者阴入而散阳之亢。润者，阳资于阴以濡其燥。暄者，阴丽于阳而得其和。止以遏阴之竞进。说以解阳之锐往。阴阳交相为益，而无过不及之忧矣。而宰制阴阳，使因时而效六子之绩者，健行之气，君之也。其能受阳之施，含藏之以成六子之体者，顺承之德藏之也。故能相摩相荡，而六子之用行，两间之化浃也。伏羲平列八卦，而乾君坤藏之象已著，文王并建乾坤以统易，亦善承伏羲之意而著明之耳。 右第五章。第二章以卦之定体，言其相错之象，故以天地统始，而六子之序，因其微著。山、泽，体之最著者也。雷、风，用之最著者也：水、火之体用皆微也。言相错之象，则先著而后微，象以著为大也。此章以卦之大用，言其相益之序，故自震异而坎离而艮兑，以归本于乾坤，皆因其自然之序，非以方位言也。 &nbsp; 帝出乎震，齐乎巽，相见乎离，致役乎坤，说言乎兑，战乎乾，劳乎坎，成言乎艮。万物出乎震：震，东方也。齐乎巽：巽，东南也；齐也者，言万物之洁齐也。离也者，明也，万物皆相见，南方之卦也；圣人南面而听天下，向明而治，盖取诸此也。坤也者，地也，万物皆致养焉，故曰致役乎坤。兑，正秋也，万物之所说也，故曰说言乎兑。战乎乾：乾，西北之卦也，言阴阳相薄也。坎者水也，正北方之卦也，劳卦也，万物之所归也，故曰劳乎坎。艮，东北之卦也，万物之所成终而所成始也，故曰成言乎艮。 前举其目，而后释之。或古有此言，而夫子释其义。乃万物出乎震以下，文类公、穀及汉律历志，则或前为夫子所录之本文，而后儒加之训诂也。本义云：“所推卦位之说多未详”者，良是。而邵子以为文王之卦位，亦不知其何据。大抵易之为道，变动不居，以意求之皆得，则此亦未见为文王一定之位也。前言帝后言万物者，帝者万物之君主，运物而终始之者也。万物无体，以帝之用为其体，帝无用，以万物之体为其用；帝其显仁，而物其藏用，所谓体物而不可遗也，其以八方四时合言而互见者，盖与历家“地有四游”之说略同。出乎震，春中也。成终始乎艮，孟春也。动物之自少至老，植物之自荣至枯，皆有出震而成言乎艮之条理焉，则此所言亦序也，非一定不移之位也。其循环相生之序，不以卦画之升降消长为次第，盖以卦德之用言，而非因其体。天地氤氳之化，变动而不可为典要，在天者即为理，不可以人为之渐次测度之也。齐乎巽，风以动物而使疏虎整齐之谓。相见者，物与物相见，资于明也。致犹致师之致，引之而待其自至也。役，用也，用以养也。说言，喜于自得之谓。阴阳相薄而战，物既坚刚，争之所自起也。坎为劳卦者，效用于天地之间，其象为水流而不得息。艮则其劳止，而将以绍来者之生，故成终而即以成始。以意义拟之，大略如此。其详，则朱子之所谓“未详”也。 右第六章。自此以下六章，盖古筮氏有此，以占事应，夫子取其近正者录之于篇，以待占者，非夫子之赞论也。 神也者，妙万物而为言者也。动万物者莫疾乎雷，挠万物者莫疾乎风，燥万物者莫熯乎火，说万物者莫说乎泽，润万物者莫润乎水，终万物始万物者莫盛乎艮。故水火相逮，雷风不相悖，山泽通气，然后能变化，既成万物也。 神者，乾坤合德、健以率顺、顺以承健，氤氳无间之妙用，并行于万物之中者也。故但言六子，不言乾坤，乾坤其神也，张子曰：“一故神，两在故不测。”故方动而启之，旋挠而散之；方熯之，旋润之，方说以解其刚悍之气而使和，旋艮以结为成实之体而使止；两在不测，而乾坤之合用以妙变化者，不以性情功效之殊而相背，无非健顺合一之神为之也。“水火相逮”者，燥湿寒热之异而火入水中、水入火中。其象则河图八、三在左，九、 四在右，而五、十交函于中。以物理推之，则煮水成汤，火逮乎水；以油起焰，水逮乎火也。雷风不相悖，可并作也。山泽通气，气不以山髙泽下而阻也。六子之情才功用大殊，而自小至大，无物不体，自生至死，无时可斁，合一之妙，乾坤固有之知能于斯显矣。惟圣人体之以为德，则劝威合于一致，动静合于一几，进退合一中，大德之敦化者成乎小德之川流，健以无所屈者即顺以无所拂，则人不可知而谓之神矣。易之所以体天地圣人之妙用也。右第七章。 &nbsp; 乾，健也。坤，顺也。震，动也。巽，入也。坎，陷也。离，丽也。艮，止也。兑，说也。 此卦名义也。健顺以德行言；动入止说以功用言；陷丽以时位言。陷者以惩阴之险，故阳得中而忧其陷。丽者以劝阴附阳以求明，故阴得中而谓其相附丽也。右第八章。 &nbsp; 乾为马，坤为牛，震为龙，巽为鸡，坎为豕，离为雉，艮为狗，兑为羊。 此下四章，皆古筮者杂占之说，与彖、爻之辞互有异同，盖非文王、周公所凭以取象之典要，然于物理亦合，故夫子存之，以广所占之征应，要亦未可执也。为云者，推本万事万物之所自出，莫非一阴一阳之道所往来消长之几所造也。见乃谓之象，形乃谓之器，八卦之仁于此而显；其用也，皆八卦之所藏也。充塞于天地之间，周流于日用之际；近取诸身，远取诸物；屈伸感而利生，情伪感而利害生，其动而化者，即静凝而成体；诚不可遗，而体物不遗；或以象，或以数，或以性情功效，或以时位而成。学易者引而伸之以穷理，则德业之崇广亦可知矣，非徒为筮者射覆之用也。右第九章。 &nbsp; 乾为首，坤为腹，震为足，巽为股，坎为耳，离为目，艮为手，兑为口。 此所取象，本为筮者占身中疾痛而设，然因此而见人之一身，无非乾坤六子之德业所自著，则由此而推之血气营卫、筋骸皮肉之络理，又推之动静、语默周旋进反之威仪，又推之喜怒哀乐、爱恶攻取之秩叙，无非健顺阴阳之所合同以生变化，而乘时居位之得失吉凶，应之不爽。君子观象玩占，而于疾眚之去留、言行动作之善恶，皆可因筮以反躬自省而俟天命。盖人身浑然一天道之合体，而天理流行于其中，神之告之，亦以其诚然之理，非但迹象之粗。筮之义如此其大。固不可以技术之小智测也。右第十章。 &nbsp; 乾，天也，故称乎父。坤，地也，故称乎母。 称者，以此之名加彼之辞也。张子西铭“理一分殊”之旨，盖本诸此。父、母者，吾之所生成者也，因之而推其体，则为天地；因此而推其德，则为乾坤。天地大而父母专，天地疏而父母亲，故知父母而不知乾坤者有矣，未有不知父母而知乾坤者也。思吾气之所自生，至健之理存焉；思吾形之所自成，至顺之理在焉；气固父之所临也，形固母 之所授也。故敬爱行，而健顺之实、知能之良，于此而凝承以流行于万理，则见乾于父见坤于母，而天地之道不违矣。是以可名乾以父，名坤以母，而父母之尊亲始昭著而不可昧。六子，皆乾坤之所生也，则吾之有身，备六子之体用性情者，无非父母之所全以生者也，无二本也。而以术数言易者，谓复、姤为小父母，然则生我之父母又其小者。—人而父母三焉，非禽兽之道而何哉！ 震一索而得男，故谓之长男。巽一索而得女，故谓之长女。坎再索而得男，故谓之中男。离再索而得女，故谓之中女。艮三索而得男，故谓之少男。兑三索而得女，故谓之少女。 索，求也，揲蓍以求而遇之也。此亦以筮者占父母兄弟子女而设也。于经，惟震、睽、革、归妹著此象，他如师以坎二为长子，大过以巽初为女妻，亦不尽合，筮者因事而占则应耳。阴体立，而阳入为之主，则为男；阳用行，而阴又入之，则为女。阳之入阴以施化，常也。然阳与阴相沦洽，则阴又以其柔润之化，入于阳中，故巽、离、兑以阴感阳而起化，氤氳化醇之妙，不可以一例求也。右第十一章。 &nbsp; 乾为天，为圆，为君，为父，为玉，为金，为寒，为冰，为大赤，为良马，为老马，为瘠马，为驳马，为木果。 圆以物之形象言。驳马，或谓食虎豹之兽；然言驳马，则固马也。驳者，性不驯良。果有木生，有蔓生。言木者，桃杏之属，别于蔓生者。 坤为地，为母，为布，为釜，为吝啬，为均，为子母牛，为大舆，为文，为众，为柄，其于地也为黑。 分物得平之谓均。坤为地，而言于地为黑者，以之占地，则应在黎黑之土也。 震为雷，为龙，为玄黄，为旉fu，为大涂，为长子，为决躁，为苍莨lang竹，为萑苇；其于马也，为善鸣，为*足，为作足，为的颡，其于稼也，为反生；其究为健，为蕃鲜。 旉，花也。涂，路也。决躁，占事者当速决而躁动也。苍莨竹，色苍翠而叶茂盛者。*足，足骹白。作足，足数动，马壮则然。的颡，当额白。反生，已槁而复生。究，言其成功也。健，谓马。蕃鲜谓稼鲜荣盛也。 巽为木，为风，为长女，为绳直，为工，为白，为长，为髙，为进退，为不果，为奥；其于人也，为寡发，为广颡，为多白眼，为近利市三倍；其究为躁卦。 绳直，引绳以定墙屋之基。进退，事不决。不果，志不定。近利，得财贿也。三倍，三倍其息。其究，以人言，躁不宁也。 坎为水，为沟渎，为隐伏，为矫輮，为弓轮；其于人也，为加忧，为心病，为耳痛句，为血卦，为赤；其于马也，为美脊，为亟心，为下首，为薄蹄，为曳；其于舆也，为多眚句，为通，为月，为盗；其于木也，为坚多心。 隐伏，以人情言。矫以为弓，轮以为轮，相承言之。血卦，当见血也。赤者，血色，亦相承言之。亟心，性速也。下首，皆不髙举，马疾驰则然。曳，入曳之不行。多眚，多隙漏也。通者，事得顺利， 离为火，为日，为电，为中女，为甲冑，为戈兵：其于人也，为大腹句；为乾卦，为鳖，为蟹，为贏，为蚌，为龟，其于木也，为科上槁。 大腹，丁奚病。乾，旱也。科，枝杪也。贏与螺通。 艮为山，为径路，为小石，为门阙，为果蓏luo，为阍寺，为指，为狗，为鼠，为黔喙之属；其于木也，为坚多节。 果蓏，蔓生果舐瓤之属。阍寺，刑人守门者。黔喙，鸟兽之喙黑者。 兑为泽，为少女，为巫，为口舌，为毀折，为附决，其于地也，为刚卤句，为妾，为羊。 毁折以物言。附决以事言，谓相倚附而得决也。 右第十二章。本义云：“此章广八卦之象，其间多不可晓者，求之于经，亦不尽合。”盖古筮人因象推求以待问，与后世射覆之术略同，为类甚繁，故荀爽集九家解，更有多占，而夫子取其理之可通者存之。实则尽天下之物，天下之事，天下之情伪，皆卦象之所固有，则占者以意求之，无不可验，而初不必拘于一定之说。故文王、周公所取象者，如坤言马，言冰之类，又与此别，君子之筮，以审于义，而利自在焉，则笃信文、周之象数，冒天下之道而已足。若专为筮人而占细事小物之得失利害，则当于理者，亦时相符合，是以圣人亦存而不废焉。 &nbsp;","permalink":"http://www.zhinuo.site/essence/23375.html","tags":[{"name":"六十四卦","slug":"六十四卦","permalink":"http://www.zhinuo.site/tags/六十四卦/"},{"name":"周易","slug":"周易","permalink":"http://www.zhinuo.site/tags/周易/"},{"name":"国学","slug":"国学","permalink":"http://www.zhinuo.site/tags/国学/"},{"name":"王夫之","slug":"王夫之","permalink":"http://www.zhinuo.site/tags/王夫之/"},{"name":"说卦传","slug":"说卦传","permalink":"http://www.zhinuo.site/tags/说卦传/"}]}]